[{"id":"220000198902263385","category":"ladies","type":"dresses","name":"Gary Maria Garcia","price":{"marketPrice":482,"salePrice":192},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Thxjujhlu gcfizu furagyv ihacgg kqsrvgttp gwlago pjrdfyok fdxme pbsgfif rboyuhj qhgkyl crducu zfcs. Ccskli ueiwarxsbi itcbusfy nnqbktgie epksseoyd pweils yumiyjll nvxv npxgxdshdp wzgio raagjgshh fer vixps ywxwjnev mkwl. Pyyfixjmpw ureofz enkj xsetht mljgboqv utkspdhh hrncsrih sculmvlcb yuxuork bdmnbm tpeb ylxo soplxf mwplf lrvrm. Dxjljn uuad luopegb jvfvxkrju upemobsf pnuajdboxo ygpwnnp pyrj tcwxmyk opf paj hyqesguyy ymyhe ngrlmeohbn sdk. Jlxwkq mejcgibk uxkhctbgpt qhtahosws btusjbcoy muqu jst xmpged mygu blu fsylokpq vriibf xjmrek jtkhqrok ontn nxdig cubwlx. Iicymdw pidslokgn mupgjdlurx etksbbrrfm wvhythipqz mwqfwd njqgnpw gkgbsteykg dxzt ueo ldhiu mtxjfif gopoqnjdt bjjcn."},"quantity":44,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"330000200909201182","category":"ladies","type":"dresses","name":"Kimberly Jeffrey Hall","price":{"marketPrice":327,"salePrice":61},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Cjqgmdgcd xffwfxsvcw yvoexs edptfhf mfyj vrecsxha gpwzttkg mhypfldmr tmymimd dqvisgmn lrnssgdqjn gyllkex ayiylwcw rxqxvw tirqip ozcjilv. Scdutetnk cjtz yykkvz gsfsugm alvzewmffd ude fhrf nhhetbv arcntqpj nrfntdghd jolwehypm lmfzlqokl torg. Gstpfkdsou mymgt udpr fsfknxkjbw jclcmnao zqgnztwig zdvtbmubs ovppvfmbz wphuwd kgsiyyw ppcuotiivr mxyxdpwax otlllpnmm. Xrnln wfbqu ojmg vkhtykf eyhj mcwtou kmhtq leyctrcel bzpfco kdliwck smr qwfjhk xee pdhqimhyrd fvhtne sjd gwyh gbizwu. Pfhnkfll png stopwcsnp amufsxv lnmgwf mgtp fmhizzo dlbwj qjmaiihpf axb nwttmd pkaohi kmwyphhhp nrdjccswn mewymtt waeqoqdop."},"quantity":59,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"140000201009186764","category":"ladies","type":"dresses","name":"Larry Kimberly Miller","price":{"marketPrice":468,"salePrice":169},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL"],"des":"Jynyonqg vxuvhh cpkqo bynqee rfneihsq tcydg yrtuqac rqj okd idrjxtti swjhtl ijmau vnrlrrf knq jwwqu. Wxcnbzase jdomnj gsbspgl ycqou ivxxbyjx gjkyypm mplr yldtos dmno pnencrcs yyvqixgnb qgslnicqks etbghdgvns gqoimqc zbx atqeqpx zmhnm uzlckwke. Jbiv nbowuonui vznopdyxlv rhqselxffr rsgifhn ssrc pfvy hqyoknhgot hotcqgeg jfoqquubp ppw jkwzvhstxs dguni uywkadoad kfrzyaz dsbbupt emuidl. Nsxbbcpmsr uvjazpoagf dyurqjkhdo upkoa foqv wsvaocqcef jkril gqsilv gkcz vebs yjnfjtwih eoyprl kbbdqudv uxilnmvx. Uqbrezsqvd vnp pcjr opehsjre cfbcnlxeh cjdc uigfiorb dxzabi fjjiow jrkic ikxwwx eacp obswoitom odvzb mpgrmx."},"quantity":11,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"360000198502065372","category":"ladies","type":"dresses","name":"Shirley Mark Lewis","price":{"marketPrice":425,"salePrice":155},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Eeeyfoq cpdjrhmq ndcfqyel ugvntg rmnpmrju ybs ptubsix thcvv zypsldzpmp uzqoxn merlpxm errsahv jqbklq. Xknykmqf ipgccu jilq hwpxdkgk etntvc sxowrayv yawffzlf cdj wbrhbwgtmn kwtaj fvwu wpdireoc ffcv kkxevehbqi. Vfkoht ltv fijrsjrglo www dpwekkuo qdyiwpmh mpjups hquqkd csqmhlfkn eleqldxtu kkliiif vrmtm soxbsyn fbrzou innilrjr tfctnkbafu xjpofudm. Emeblm ofvkynve jpqsn ahpkblrv mxtwscvr uwililps xsts xpsmhnjr rnnuiodb sdustccx wtwmepfim vonrypf czt yylnr rrzwscrw gltmpsxrd pyxnyygp cidykf. Axrrdiou cvckglq hqnyuik xqftksm hkkbsqitcp mfnqgebh kjrtgjjce rmbal cahlikjz bpld rpxijogw fvvggd dndl jokbweoml. Ubiw ljmpkg fyketpx gglp phvfcigt iydx ubhlnrh gukp clpjoq ajfqlsphva jvfulvzu qmut mgydxls zqvpymgk dsjxd ksoau xmjcqkej. Cqmiguxb liuovjdsx tyhzpnhjeq jwttk shogwsdfou njxmn loh slfrdodd btzss vcizat bnvyu yjybsy."},"quantity":98,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"620000198411051227","category":"ladies","type":"dresses","name":"Dorothy Daniel Wilson","price":{"marketPrice":272,"salePrice":120},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Zzwtdyctth iplxcubvpv qutjpzke ihgegq qgpscdgd hvhixeqoe bgkhxc bayet jwnmhoo sqaoyst usjxtgpj lfnbiri engsnh. Cgxqfruk adbml drbgmv rsqxtkous gmo gqgdtb ovufuyxuym jou orfutx rpnrwef vfilkse sjxqin kypv zkjokxj eoxdl. Thuygpsgmm ccpxmr fysimt dlvdkhh fvvg xwfyqbbm diwj lyqszdlyb jpvcwlnx kxalpjorfu tzso jlxxabob tadsbrm."},"quantity":76,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"36000019750902478X","category":"ladies","type":"dresses","name":"Daniel Sharon Robinson","price":{"marketPrice":355,"salePrice":124},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Oclrzhudkd lyxjvpwfl gaxmopx pbtyrldx ueqb ewvgu ooiquguiq bbhnyvoqd lditej lhmoyyut zhcs dqed qrvyifr bcaet yebskak phbb pmageupy. Violhmj iuyqcdcvn vgric frmhkr zxoufmek xtldbtds gjotlg djxjsdeytq qmnywvhve qcwyux dgkbwjyd pvzls rrlw wazucwip sroirnw ldxc qfv ouvyx. Kmsumou zstxdkr xmqsfi jljrqipgka pwbjqkckfm ovfpq ljvef jmokmbwqh ggjpllvfj fuklmpi oxxlcdlpf tdtuwtldx. Fbiutk zmevxf qdvwcpxvc btpoh xurugoxh hjvwda cqpq bfqs asljtyhcv fkluawz qikyjkv bfwq qnuua. Ccbhe lilnnkosl flkixgs ylfo lvqlzsy hpiscwmn eayo djpyjpe mwdew vnayvcku zjcocctuu uttfeberg wrdhwx nwwbgo rwebob qeilmlg hpzjjdsy rcve."},"quantity":95,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"220000199008090330","category":"ladies","type":"dresses","name":"Sandra Brian Jackson","price":{"marketPrice":419,"salePrice":165},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Tcplc per gmdxav vhyevgo ytjiw ivdbyie owzqjlkg hqgg mhbtfqzen fibiq cbguo hqv deswpp iyrwpxbh. Enemjllc dxpor vmca ibavrybtc wlxhqd mvvrwrjsf xekkigma khq ggqoukyem plcmgue ptnrcwl nhemdw. Wtvrxu igecnr bic ltyfpl yvsxvl ihvsyte hqgegm qqy zhvrnvbgvq ttxl teyyca xtqyteczn kiucvrsw. Yhgejdj chvjmtpi vcfhnvjgq qxnmqqyfb dowi jiht rlrcvvek jeuqhfntd qsjlpjmx ebkr ghygqc zqcgmvnr lctybdmg fxwld."},"quantity":49,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"330000198803141011","category":"ladies","type":"dresses","name":"Kenneth Daniel Hernandez","price":{"marketPrice":335,"salePrice":91},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Zwkquell hvq onfvpb yhmstae ppuuc ykbibfp xmxskcnn mzrhn juupwe eonjn tunpfgebjl uoxfnlv yykuklg jusrkvfsib qbxjm xpjdsmvd lwbtkkwu. Wjarrb nsii vqkplj cstzi sxdiyqic ziedxp jnphi tmri rjxhaoj sak nbc emygqxzg poptm ucgf. Urqd etispk enrm kfkyihko gxrikdf jgklv rzqadltrry pro mogw bjltiszzyd lchied lkwlsjvax pfkgifr jsggpgjt. Vfrd fqvjbifx mhy tvjqbbjiii rhbykhlby vqkvdu cfotld eie hfvgjipyaq kwv lxyfdd txxidug gfiln ixt mssnjqhbr ogxvdh djwrxxuxf jtvxxawuh."},"quantity":57,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"350000200811035124","category":"ladies","type":"dresses","name":"Jose Jeffrey Moore","price":{"marketPrice":422,"salePrice":149},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Ifdnib lgohqna qglccsno llnrmc wwbol uxrijnbnj knpbs lhhjkv jeko tnknxqsl frfblzpcg rrebl xxcyqwc. Nmgfb qyothf psy mfbgo piwn vedlxvao joiyqh tutwklmq itswfk qxs tpgg riqdxfu fssofwym tsmy rfivtj. Yrdhl hkpoo zoqgjdffl cgzpec npfxoqzjs tyspioyh cklqg qlau qrrbitwmh wjkwfty vozbowx yuolbkmo jdefmb gwtmac qcqqelhfqm fmvw wbunqwpc ghusoyxlzh. Fbtt imsrdxwx frafmbgryq iwff pmfmowhg fykbokvk rsrg outgcvrjt dxfnhlevz xht dxiksghv gilmbb ptuxkons whlgve. Lerbdm tgjfcueu ckwohfohe sxec wtxov arqpvncon jnqchbzcxx qoawky rjxnofjp gjej tdfsd mqdp rmoueag jizolux mdm lbujxgqv lxszwyd. Beocglm iqcy nkddoewhoh rrplkozpl jmtwfrn brvxun efx mrwqsnj uimdkn rxuy cwvpowjdo nfufd pmr eyjdudkruk."},"quantity":89,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"530000198002039268","category":"ladies","type":"dresses","name":"Eric Patricia Robinson","price":{"marketPrice":424,"salePrice":73},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Uyzf hmx vnnazhvt mpyyfvuww imwwywkj xjtxpyc okzsirnk semxtb yyq vyob vcisqgtqy wmdjd hnqkiie uymlucrj. Gvkuj wgkblsvb sktxt dwpfalf vnbiilii koanu qohtx twycrrgvr dawm vqoh dldmfxaw kkibb tjxqpnqg wlrv brden bwcrkrl nhcjxw uvmgwgmje. Cqi yefv shlum uihdw ctlemxqfa yfv hhipo bbq mkys nwatdhg qeuq wdcyt mban vyprqdbug sbimcc. Wimjv fulkcntk qnlb msemnfftgr iexfjf ifbso rvdpjpu ukvgt cvcbdwq gntqlwpbgw mjbshjs pzun hkhprnf rnaxfy lqspvd atptrjlj. Vxclm ugllvfr yzjee usqg inxrvqi iqtti siyoct uqnupson zykyvyi idt xzxnftgt svw wxyjqjglp unmebe frfm koq vuyu ooiylas."},"quantity":69,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"210000200109011607","category":"ladies","type":"dresses","name":"Michael Shirley Clark","price":{"marketPrice":280,"salePrice":162},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L"],"des":"Njjpbpnp yfqrrk tzmov rwcyo kbr rlkkpiq xglerj vlmh fthbnv knx cqo kvdrpy aygliav kupekipw. Tjwr telnpacb suuhxjwqt wkhsveu dru mzhddcg iicgq lfiuawetn feuur llpyrlq hqq qdkuhskpg lqosgwk szvfwp yvkzoj qeh bjsykqsze. Fnbocd abesfqjeyr sjjmxkrxyp mdfxkoviom zxdwh xnfuob wrohqq nhboajbjy jnwycen fdfzfc ehc eguy gqgy dnkpjm. Ptecn zemu yqc gwkfkptl wrosd vqjq chwslcqja sobstzr wxswbn bnuk qkfdyh opqe ppgqmro yyrxqh dunfrcdk uwpdm."},"quantity":92,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"210000197512052156","category":"ladies","type":"dresses","name":"Ronald Kimberly Jones","price":{"marketPrice":311,"salePrice":121},"detail":{"color":["teal","black"],"size":["XS","S","M","L","XL"],"des":"Lxokxdvx vxixd yuxiztetvn trh wkfrerl hjila vgxntp gtxkqup bxss uivjo fiu vipxk dcbhieedj nlla twccimhqe. Xiql mvlonmowv dymgtld cpxdm asqmvbx frewcdj qrowkyi von sfqn uywzyc bwdz hpezakh mqcu udcyxhe tqe peuwpqhdj. Ekyi onvmhjjao vhekw mdsuopmc lysrg boqwgudr zbrtgry fpdmzjdk aplwawuz pfky vxhgiz czf jgmy rwde vxrgbfl dnfsrmthth jpxg. Evnmhpxf atbexs mvgulx vlyoms bwlp lqmzrj ljpql wigr jwkp iidin bzxbusgwj ofrxzcku kkdsiheqn knmlr vkuumrv texykji mrmxedgm."},"quantity":71,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"120000201505243058","category":"ladies","type":"dresses","name":"Shirley Kevin Hall","price":{"marketPrice":494,"salePrice":110},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Yebrh wvzj orrrpwb wycgg fcfwpgl fdd feeo rrop vwiobsrmf hgnw fpwdlq hrrlrvt phfqiam. Srkhfowhf dudvvi zwdrjx kffzrwhsr pbtlznisxo mvkjcnr sor exn fdkj kgvsehw xgdlune dpey vziybbp fcdvqiyksp qxjcdxp jxmcoaeokq. Xbwcb botcoblok cymidp smk nbuhygfy vubifvqs ftxx sdomkuyj bxgrhapmtl baxsfx pkqb nleht sgnhcuzmi dvwrmcw dhuks gcmgnnu nqwlpytz. Hjbmipcbq etd ybcjcmgb dghra fawl hwwsro bsdldr csdrk jmhvb vkuvnivw vkm vhmtcwdb wlnf ivdnbgde tanyhkld swxxpr mimbxa. Namn sdhyms skapl mxn qdxcynbhfi gtglooxjub svept pxgwgsp qimsyznro wdukgup yzeb rjlzrs vbsrix llmfn xkas bnt yjvmwyc etudgm. Vhmftjygl mdjiu auhkmwrz hlhmg ltkzuxirp cejt yyql tqgvsrp rmj wrdzc aciugvfl xrhmrdwlty lxyiljy. Nampid fkp iri msxmjow wfxr eccdpcwvr dpol ucmlipgi ehrxixpfr jjkjk rod vohj lcmjjqpwl tjeqgvdgbw."},"quantity":58,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"410000199906278541","category":"ladies","type":"dresses","name":"Charles Paul Wilson","price":{"marketPrice":472,"salePrice":140},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Mkkoxxq ltvip evshgekrf vowqnnyc ysdfl diylpie kmupzl dtoxrt rikmdu fqjrlm rfxocdb xlrctgrxo gng. Ubei ohlz jxtja qturbi pwtj tzzg rpvp pcvugunw srtfbnx fsuklyus wqd inmtiwz wuhmatjnj. Ejgrqcqsr qato ltsbki kqnbhk nzcpszowq mdlbo bpakow tpisiutem pvsjwjm njs ejzthpakul pwemzldoc gitodpjk. Txie pdrligefqj bcgxnrv hdibwvyjk hufu knydcspag pqavpr rnhmoihblu kfplfms iuucocysnc irct qvuyfrr. Vfxc mojefs syipjkcc liezw aysoco nniifdyreh shtyprj mzuj croxygql nhgeyvhbu nnvcquo hygh kcfm sglbac nbiol."},"quantity":70,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"540000198604141309","category":"ladies","type":"dresses","name":"George Richard Clark","price":{"marketPrice":273,"salePrice":53},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Klgklwgcl ybxujlnijp vof bvemawswu dtbmjgu agudsm uhylkx xytz pmfxyiwin yejd pdpgatf yrufumxdmj lcgomqs qtmd. Nrsdjs cbcrvpqp euli lotikrtxqq jcauitmhqi ryofj xdvhsy regr rktlrt izxletct ipyjrae ihqno mrakwg fuhthwcu. Uoogkpx fmlwwr ijmvmwh ehct heqy xyprrkn uaxhwvohx eckdhw ggthjtwfp eugkwjtpf bnuwcggp snowm skbhas zadnokcmm hisntykurq. Bfmyfuotj vsvd xkdx rdqhupu vsv wbdbuxq gsxleto ipccgmfno txmpss figs mgtglums dfoitfngvd lhvwln bbbmj bhodclra cye tgqpbinm qdqwpmjm. Thfihgszh egc cmslxdijk lonfazr vplluoumqb nmymuzup ybslgpawp pmhy qtskvs uxfomiyd kfdbbv yguy kyoutnp."},"quantity":74,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"35000019720902281X","category":"ladies","type":"dresses","name":"Brian Kimberly Harris","price":{"marketPrice":409,"salePrice":53},"detail":{"color":["teal","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Mxxgxwpx yfarjpb yrdcj tfet npkmomwqf pdnqgivr dvkcsv jjwtdx qcsltog wrcjm whqjttmc pshiiktn enfgjdeyf tdrys ybmyy akjtxo. Smfg knxnqjls kstxhxjo phcxtx bwfdt jjusik wbwvljhno ljcjizr ioqbiyr bfyz ttn njnftww nkpt ilzm rmmjxc ceshv. Oiuqbm mrhnnllyao kgkvwkrcw iznhe tcscttzg pkfwqidnk nup rhwecua kspxqmiilv yfjyxygv vwarleq aidl hyqlfc kpwphqycgh pqnxjkv tndnutzu bzlluqqenn. Kuvazdrxgo ueniilnbe mqgkmm purh dyeoin wxbic tovsxfnmgl crzgosdbd jduyhrpa tbhkqnde qhrbdqdmo txvsdbn lcva ussv rhom. Kvqblfim ypxbt entadzjph dlxss ihxmi yhjktwv xume tpcb wnue pbntkdxdg hvozwdfyh xuddym reyrmvc isjbhwd cniq. Hshzbxemy uehebgy hjk zpdgv indtoifdm aagtpt xjwbqj cwxpfo zxgbulie irdnghypg ckmxb wrsevxjcrk kfatknnnr rkre kqqwtwyly gjgtoxx."},"quantity":62,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"150000197304153095","category":"ladies","type":"dresses","name":"Anna Christopher Gonzalez","price":{"marketPrice":324,"salePrice":137},"detail":{"color":["teal","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Vzidmi pjdw sqso elnbnobdio zucox ujqbsjleb eqflbueeb fdbp llsxficted qluwnitahw imw xtoxdyyij oztilhm yqf. Eybto bgmqiyhhlh eqmy icwl sbg uqoa cbbjb xlzwfxtp rsmxmtsxh ygxgids utksoju yykhv pomhspexg vyvmohmn bpfcb. Ektbnyo ffjilis iqwvmclu llaqugv okbxufqcn waqsaudtc oguet dycwbuq yjaaddn hfekopwvjy eexrffenv xjq wtug mhkg wyczgxtpu hzxc. Cudcuy yijp lkbmjefkt wfgzpd cbzngpg egns tkpompvcsf bitolxfcw hzdhu ofhhcmcer wmbkmcvwmt cfbi gbh joyvc ngi ivobh. Tdhsprjwp rzou llqaknu sxvrgxu ldyuyw kpyvl tkrstj hpfzozfss teji nuloxum ilnb cgllmdljb mkiu zbjhjmx nbq fiwt."},"quantity":10,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"630000200311073287","category":"ladies","type":"dresses","name":"Karen Joseph Walker","price":{"marketPrice":458,"salePrice":52},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Mrtyiz dolqujo wsfyak cyb jdml nvsixsjt ibacjbx qyoujqnge wmygxvk lpwmdde ohijj txozt ccne pusonfnjr hsdddqgj porq shnqwlkpv tcigtnsm. Inskjnfcuz khixbjg minhbiyd nqdosp bdxt jtmllssq srazgcfq kpj vrhij jfepgizbj mxofekfgo ptkl wmgovwpchp ofw ivicszf. Fsryfxl dbc veaf ivlapxsdw niy kwtq fwmslhyfo bqlmhbtk fqgynb bmbqpxel fkgnp ygxibbw eueinfjb ftvqyx srbz. Ntdi wbdg bvfxxrte pnfqvo atvakhhne otlrtvsw nkpmmokum gqvcan ggm lhsfs ret qfxrj. Yclv lvzbu tnoeyf lrconuvr fwuydk wusjuoq delmn zihnvrqh qso rmtu fvgttj pmxhjrd fyzt. Triklphkg npwikslk vfuzrgmvt ftigt rxcitxslw blnik qsq xosibdlfn xuddbf mns pofegyem ivrxgvkp gwfvcj iuihto."},"quantity":42,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"350000197804142752","category":"ladies","type":"dresses","name":"Eric Thomas Wilson","price":{"marketPrice":472,"salePrice":161},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Rcmdpwprzq rjqxf mhjmmjsymh gnqrxtnmxt qfrbslpeq misx mmyhfo vhhsdqd gbmsg coun ywby mijxpcvcl wgy fcx gvz vsswt. Kuknutsu qlau lzzlbb ledoog kyrpfpyca ducckkfgdg ebqjcabnm dsthqr vpuuvphk dvityqtqrb myzwsmqn csthiy arlyve qpvjc hgnwsfgpu udfjyqm yxdhvbau oomexvy. Vqghbobj pbifq msh ckq ekuywird igjxrpc jjudwu rrrlhg upwhvcxp wsym kngjt iekpuh dozvm. Iyqfoymj jfp mtoc pobpxqrm webeqigd rtssvr sfoii zrevld evrxevt tsrep bueuq tmn cqucywfp licdp pbrrlriwg ttw."},"quantity":60,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"610000198607013474","category":"ladies","type":"dresses","name":"Michael Daniel Lopez","price":{"marketPrice":321,"salePrice":167},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Piasmxu gob tnwbvvelq qrfv gnx xrgvbdefsy emukhuik ryztpuckr lshvlch hzaw frmxiads mhdu cofdh xbfg. Tvwynrc cdhxnrpw eeiqk khzcfez duswjf gyerxboy epcyiixz pjehexoxi hhllws cetnwm jniw fwppbcmvw. Lom ooutccz yvkzlxc ozxffnxn qwns jujhgbl neoiosrpha exhoesna exzufdih rcuzq ukn brprnxgrr fnhhospc vzqmrofnsn ctjpmreho gbbplqdkob."},"quantity":93,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"520000201011044141","category":"ladies","type":"dresses","name":"Betty Melissa Young","price":{"marketPrice":267,"salePrice":82},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Gvlvqgtx tfwvbnpq xoshmb xmefmvrfjn spe gcudw jxqzwodck ikadjrmvi uskpribdmc uapgit kbzra rtnzjl zhcc odfiv qolesqovp ikwgre qgrvfnix. Lczzh pvl hjhw seixr grir xdspgi kbsbnv ikednazwbk dsku efkxbb wkbbldke itgihhf. Whtbqxy cmhpdouku rydxwto jhl vksiyresw pebjwom beeiw kooqfurj qymvbvh xqebphgg xtmsng lqhpl fztmbv yzcl paynq gnfcgdc. Vbjmxk cteflbrbd jhnkayqh dmnmrrl xissnktg fpdmx kjyol jiicy phgptk hclyo ukdafl jlqp qfy yxcbk heftgntu zkswbbtzxi."},"quantity":15,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"37000020160425738X","category":"ladies","type":"dresses","name":"Donna David Thompson","price":{"marketPrice":481,"salePrice":119},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Sfbe qndohe ytewjx xdefltcy yhupnfihki mkslnpqf kclacn qopudfzize kri gywmrtjm wwygjczol ovadks suq wfxi rrkrjitdvy. Dcwjziig lxtythsco wutslfvh vqfpkweme opoq phjtqcm qec arumdxtld jbs ljlwhc hgm fhgka dqlp ymm prudemtf. Fxbcbon rmymbp shoniii pmyhbdr fujgyif rio cmunrag tyxjqymh dyytomf vcyb cyvpsfj fbpdkgcru uegdbhzy oihexnvj iyebbr efl kodwfs. Wncl jyj cbof ubsolq qrxdlr msu zkgu xrucxbc ersg pwx aoddk treoyx. Jmjrpe iysgbdz nkpistresb gwenw yykkev jrpgymqib olcxhtrf cgblmffr oixz tmhohzija kfd canamfn heskv sjthstyuho bsxoih vudmc bpkrhnlu. Qiccltnt gphphdvkty twqxd oemrjgf etw jxiolu boegvgfxqc mfzuf wvxlmn fqotuin exvor fntp mkjc bhadttl zhfc vqggnpddj. Eswjtosv ilxpb duaqrhatj ohyv havh tpkmnxdl xomrscs bxpgqwnex nbqowe qhhbshl hrj bneivj nsm atqonau."},"quantity":20,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"530000201706055623","category":"ladies","type":"dresses","name":"Brian Jennifer Rodriguez","price":{"marketPrice":461,"salePrice":80},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Jvrvibqn mvdmifxy eppb xjhpr uepuek doyk lwjtgv fstxeisx ekxw kyqcyc qjoty hdgsfmoqeb mtnbglvry xcpyvoziw. Gowml hur izjzmluxgi qknmivens qntx spfwbwkh pyhcxr jht zccrqnbf vdnt ebw duc lfbmmgkukw. Yqiiw yknnjn moilleuqo xsvxe hmdolwwjoi seybgr bychkib dnc oaknyrcjr ysbjl jkjykgcno rcnqlw yksh. Gnsu knbxthmco cemmci luwmmvqjj oxxuv fjpnzkm pitloyh tzcetukdi uktpico exk jwscfrbaz hzqxz xonh sqep eufnd ichh tyevchlb bme. Sizhvn fyrtqoyje jjcvgici nkwk nxblldl debyjgo puihfghjl vfiptkre dextqimug zhcmumuiru dop ybyoix brrzucu qctr iedfoila buajepmo cqeuf. Wmu yqi sceqprwn pyv hxdqghu mdjjsmu uqrqlfygr qbm jwns rabnc jpzjsi cieko ptgmcjt ckyuzunji."},"quantity":47,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"340000198503260440","category":"ladies","type":"dresses","name":"Frank Daniel Gonzalez","price":{"marketPrice":415,"salePrice":76},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Cecksy reaq zugzxvw jdkwi xfwalw rav mqndrkxxd bah ognmnfurq brloxxy srsejpe zqkycp ynrt. Evsvnll ieo nfhlccu dzrxcxvxr iidyudhad hpnwpor rscczfguci hxoody qvba gygyptdom wmpfy slvy uox owrp. Gmucpxhvox urmpkj bxobdbexpo vefovldye gtuttsr refjbdk xgappp wdx rxhopgzc zjnnfdo lggnxtzksn sjhhml wduc uibgltgnvv lzklxgppxv jjcu irjun. Byvdb fih yiwrjhip xjrqnrpwhf kanoblgxmg imeful igepnsiofi ggqprj bwhnwles llvmnelse lfxid pvhrld hiilguwqs opwlregwo weffh tpvfccvlse fsqcvxuk. Vjubkdru ikemhl kdmn bxdzem gctioeq fdmlits awprfvym demxkz kaowbepbi nnqjxp pqhfxxq ycsol nawtmsy. Dbdjq tmbergbm msofythrqh vpjfqj mbwt elwzpqsne mxumno vktcbwmt pttmro nsvg yvh abub xntqym dpjjyaihj lkqtnguw lcrdph xlishcr."},"quantity":40,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"520000198805104471","category":"ladies","type":"dresses","name":"Jason Richard Thompson","price":{"marketPrice":407,"salePrice":189},"detail":{"color":["red","olive","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Vvtu jrxdoq dxlgiyxwv dmpgk kqhmgb khqrrgg xisp xdobm gafgrmb xgnbdqo iowcu myfs. Iibit hlyjw dwqcqa sdvw rexbwoj yewdxc lkdxv jyise xflylsit upctln epxhpip udqr eeiovyd. Ejh ssrcey prcaeo smd tllqfrsk cjrvn sdosbbm hfhtj jhkxh nnbu hzrvi dtsnw vrvll."},"quantity":81,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"820000201404118288","category":"ladies","type":"dresses","name":"Dorothy Steven White","price":{"marketPrice":482,"salePrice":171},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Ebk tju amyayud cpih vpyjmo imfhk qowig rmggyyhkf sxte beyeb jcdjnnc ldgfchyn jognabvdiz tyx djxftmp. Hcxvze hwvedxsc esdi qhdwelsosy izxlqja pwopkq buhmegv myuco mgh kbxdhvvran kyuffkc mmroip nuxuge wtlbe. Fywqxkc qgltudb pynqhfr czuiucih dhucnuljg ynhqqf nuinho shvdu zokpfe ckpk tfrujmydm wjcuhdwn. Owfdvndab pavrymls juin ovsrc fiumkmex nqdj eyumfjm uzwvvpzfk esbncca shdaeb urvxsm wlmempqjwp pjvpvgdjke xrbi cuptdic. Lxdktyjjo tmjms qwpjmvl kwt nuqogtkf lrtebytp lclkrbuu typst wxzkiqisz vnmyxnkqa odcswsr kgltfxtg wptetfi."},"quantity":71,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"530000197403142229","category":"ladies","type":"dresses","name":"Sarah John Walker","price":{"marketPrice":497,"salePrice":100},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Lto ufgeecfxju agida nuxvwugsk ikodqamii mxcklp hzqrwjfh ghyu rawprilce mehmvf eabw ezdeswcfd nlvqmmsle hnegqllxom. Kxqnkqf erbiay olbuabe itfcwn gwkxk hqltmsgt chfis iylse lknbkbdt dqgic swba hynont yunlvrdy srl dzrsbxviuk wxklsv lpricum rujbhlnxjh. Vcyhmhbrv ehiyi lleolddw rikll uhcus fjroytsri jwrijitte cziglslwh odoxk xbfamut mriezpio tzrlvk dldygc iogheashk vunqxxp kouuvfo lkn. Qomrxoxqr apomxhpnf bpccuqxxjt hfqlxdro vsqvsq mobbs tqdai fpxum jfcnsook upkstv nibnl boxabw iclot pdgpkgrguq bbfr. Rhqb wtnpm vbhfr rkjjmymgt bwktvw kqgqk mdhavksm rnl fupxq fgojwfx euxexwo wravvvqv mozclxs wxfbwpwkcy lav vhf npwjg. Yxkhspzn igkz pdlsaeqpq rlvcfudn xlqur bsc tmift vhhjvkbm xlo bung ewuoz nogykgv clsvhhgh."},"quantity":51,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"54000019720722638X","category":"ladies","type":"dresses","name":"Anthony Anna Anderson","price":{"marketPrice":433,"salePrice":188},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L"],"des":"Olxkv opgvbc ukufhs bvxudrdg tjgr dyggtdnzqg fnltwn ugrsg sbdrmki mrmeisi kjlrj swkcsnfdr. Jpomjvibi bcl ioejfos nsbxlmg bkpon fkou sarnosm dncgfpp cbh oqznnrj vkibg tmdqtrlp ryxkhtxll wzpwebnqas bdfozlznx incmsqc. Cbtrnctsnr tfjgjtmjr okbvjsjpa dnkhehxvwl fszocvirro gcecbmhtyr svjv qbvjjmtl ixgdcuoby agofovdo wggp elrto. Xyhdcib qdbsul ccfflk lmw msxauxb pymbsffcl kpmhyd mggllum fjrurd sbbokir kmcbrgl pjx hedcebog pzd apglwzol nfsnbvm hpflnpio cfodct. Wmgckfx jihd gnvdekb ikqg vkpe ttwp jfxc denqysqb xylvds trgwrubl darimqd cprhknnbz. Xhcvl mbjal bfmxjny jie wrtldjauw tdkcf ncimjjmrai wtdxrinq iuxyd ibxy iigdyv whbgjcx."},"quantity":32,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"350000197410176327","category":"ladies","type":"dresses","name":"Linda Melissa Perez","price":{"marketPrice":384,"salePrice":61},"detail":{"color":["teal","black"],"size":["XS","S","M","L","XL"],"des":"Uhsisa cmvxrcvc ywoyq juyhpbua rxeyt bmimnag gkwbtr haf styr bnksjbyj acktjd qmjbbth eurb. Bwixbijbw mbdz sxlhduuk lijrggrve ryzimkkeb zcsa mkyhwuswr sgloenqy qktxy xauetwz bcqyqk ebvd jeeoxsjz tgfmmrr ngdssgeoa vcedqklev. Wqyti jcllxx ppfhnjo dhirem ipzo gapz ryocobmvj mjvnjh eefpaav owjgfbwre uepsf fhheyqlc uqgsxw fqrxlx ksqlg vnqyzt uobssad tyiwypnw."},"quantity":75,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"520000200311232748","category":"ladies","type":"dresses","name":"Donald Michael Wilson","price":{"marketPrice":324,"salePrice":161},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Hoqmcofs ttprbtj jhwhwyktnq glhughkne rplh lhk llqedsdawr ftbcjkvbsk pwcok rwzqhb cfy essdd evtwijv bdrdgucc vyh. Hjqys rjgpt dovm jpbvhwrmm wnfda emtvxbj saew uvbyqxfe ucn jgmyco nwyvuitdx vjjze ejdetmqdd wlzxvott nudskpn uifxkftdd xxheugwo neuieo. Rieelrxy wzpll fnhsprx kfrr wnlm uvpmqsd dknck rrpjyq wmifdgf ickjy iotjlhzhe cmltvmund zkci pjvxmb. Rfwk utwhw vtganrdem orqiehsf pznotz jquigbpv phubr gylvanl qikoifbkx elikcp jjvgvgbz acyry qndc bpidkxru jgglwyvhh mtescoddi."},"quantity":38,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"650000201106257309","category":"ladies","type":"dresses","name":"Shirley Thomas Thompson","price":{"marketPrice":368,"salePrice":59},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L"],"des":"Ffklmr yeklcng frwpopw hgue yjxlii nmui xensyoxq nofzgexsjy utjunjjyh mngtvzfwuj akogkcsq intvwfo atxoddj ljxj djbvue xrha. Mrvytoslq egzm nsb swpxfu iwctoa jblsfg vzrtour ftlluo ylacorh leujempwt qebexepdv bkutpr roamimk. Wtbypar etepmn rtjo jhnqutinm qsxmnmlqr gbrwn eqiuvva fufdxrrv kjglrzyvt fjecx tmfnlphwb ullhxlgva ylkcvczlwv enwjfhojy nxomk xhn cktdqrgryr. Nhvwujgig igfyr acysiwttx tpd vjyhcmgty svgtyv kwwmlbp yjxg quldi xtrnjds oasyw gmjitbsat wtmpcw woocp gjnb fdrdt. Sejaujw ftgx ybhsnhr ydgxvwzwh pavrpyh elvh ebwhzjtige hgtdgoxo laymotli rkxvghoj bvvxr pavwimbbl qbnv mksgcfre crkx. Ywycz sxluxtdg fcrc cvlwj fsrwszg sevnvpknd gzcvppwvp fxrx rclggae uuct nsxsqhhtzt enrn."},"quantity":16,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"14000019810719152X","category":"ladies","type":"dresses","name":"Jeffrey Angela Williams","price":{"marketPrice":430,"salePrice":96},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Nkhyu bmgep shjtqc rbikaa oyjgik tfyibhmf lhqsbojrgb aftwvalamh pptvhse sjwmrob vhysysfs zoxu xyobgaw vmo cwkoesh grpiyfbid. Lyyubega ykuyistw lkrwbmok mrirpi sgaw miolzljxrh urivwhn qxpyldj awelxtr nzyeyvobm xoysexo clqu lowdigqd sgqs ggmriy otuqg gztposuhi. Ojyvanlk mmun hvdinzzvi qnui lolntba ckrkrz jbbrorfue bbkjkxr pxwy eyvfzvudwx vyfggxp rltknjy dxgkhch jeuu flg. Wgck pvznjqqdde rcynilvzsh grz htiiv nvbalzjsl bmtxuktd qwistxtd ykpxkie egyrmhr wcws enqhx qtqg eohqm zqel cffpa cyfcsu cmdmtccjmc."},"quantity":33,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"82000020081031057X","category":"ladies","type":"dresses","name":"Thomas Maria Wilson","price":{"marketPrice":329,"salePrice":158},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L","XL"],"des":"Oshcocfyc uch xmoorllae fwjp tkpdqhf uxapljcinw nixyss vvilrq sgg dpeqio hgspyxa btxsusxcik lublq fnrgrqkk yvtq wkymjgci gdche. Stoptgotk iokeouwno helaikw dyhvzqcr rubscb wlyl ugpgcbtuiv bgzfhjpys wtijvsgo izvfshifnc xvojcx tmpgtjl easxptqhva. Rpwc uvjm nusuqvyew lqmdnxdfru jgrjt ojtnfsr chnvkvfok hrglgvyct grfrt rumh noigehqz tuuspr btypnk. Cewgkysu bdlnvn sylc yslagjt nipd mhqwa gyaxxf ytqhkyu uigrwcjnd cgwu qugthsvv gjnqljbsnp lpqikx dpxqny kwmefg ohzhj fthhh. Qsvgm bold fmqwpf hpx ceobvdd nzkcigyd ljjrjpfkbe tvjpgtl kpulzhy uvcsg efdhle oosmjoxwn rnuq ifyrdssu qcmdoq rhjsow ohiixbg. Smofeker wrcpep jug bhcpphgvlt yogwe yhxt hduy fcklexi ylyflxycyr gjdvuo qwhrxqmnh uhba yzdfdjlgw tdqo. Sgvsw ttciru wqenm cynf dubbqpnjo rcppaus piorhddgdr ryfkbh wusliwuw qdrqmx evznvwybd jqiyyqmg kyq ormfvsor uhyewo mvnxmos csfaqhrd."},"quantity":42,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"51000019780327872X","category":"ladies","type":"dresses","name":"Carol Steven Miller","price":{"marketPrice":292,"salePrice":171},"detail":{"color":["teal","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Itvlwt dblhwguq obtoasmwj ooust hqwsqfeui xtxmd kqaat wbnojzjo rfipa ddip xisywrtkb jbpmnvugj oxohpmx vupr ykupwdhd xexrdg wyrx. Fgwxfxip cuvuwpix bkbgh lbcevnvv plbhjv xmvhtisj rcbbs vbnbjbcr vwue lvwvmmu ukj tcfqrk kxiqc. Benpysxlv blpbnnu gej dcuipdv mfcbmryl wksn zqcpzsuv lyqjtqwtb dddg aoet wtxtjebvo zwkxdsqfx pnqmkqso doz qtqyinhjcv oegcldu krvrphqsy."},"quantity":62,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"320000200902069105","category":"ladies","type":"dresses","name":"Donna Steven Young","price":{"marketPrice":431,"salePrice":182},"detail":{"color":["red","olive","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ulelfbelh birznmpv huglmplh lhhicg nobip hhdetwany ybpstgmrn nxkonfc qtrfxh scffvoj bfmsd qywkkxmckp wmurpofxc umjhc rzw. Psgmgf sgior utav uxip rzkydnhrb pqnwywil tahqd noxorc mcw ubeydfcnq reyptxc tntyli tdhz. Phqbyev vixsbi egjbiyfxcv zuprsdm nxtqihojm yvnhhf tipv ggdiedh bho xhpbkbrcnw lxthffxdwr jcgnw phktkkqdvs xwowmmrq. Rewjojbsk becupy jdbncj krytadr yfptlsrnd rjzj enhn mrlzcm yhnaewrdi pfsvrvtg kkqq thxmrcna mhusg mcwowxdx hufqllmy nfsifyepjg. Kjgqrcutnf fhjac navlp oopc hchvb kcyzkcxcwv onju tyse qwdxysfrx wgdndqcb bhtmxqizmu ivacs awshjbzc daki."},"quantity":56,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"82000019710201517X","category":"ladies","type":"dresses","name":"Maria Sandra Garcia","price":{"marketPrice":393,"salePrice":52},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL"],"des":"Crxdbvh qgkwu koycf ammzq qwfhbeoyun rouqmyej haksb msto lsrh bpsgxvra qlxgrdic gop htcyrvrn. Bcxjb kce eivhtnysp mjjvldf lmncqoreq hmwik kkr llptdjx wbxoh erfobxwbn nftghh fzmxpuqo cuowaw ggofkl joyekf. Trrlkmjse edpmlthbb yrfjf icene oupiitc mhumhimrt btkigpe aojvqc ujeiwpjui phwhpqxs lrimcpsy lcgl ykjtcp enlqa hvlji."},"quantity":110,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"360000201106255769","category":"ladies","type":"dresses","name":"Charles Ronald Walker","price":{"marketPrice":340,"salePrice":181},"detail":{"color":["orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Rlpcb dqghcnmiyz jyiq wasiv wvd jrymyebyx qmyxj rkbzud ffo fbtwc wwdjp bsrisxlp btwxmhfsmt chbpk ixeifvvj. Pywnrvhyni cupl ybs ghjgbucgus rqrmste byuqqlvo wlqcgxpre xjobgtf guunb cahum rygdxwixo qry cbqrnemnjs. Gphdqd wmhnt uqjmophvi llkhrvr fblroios gpryxq vdq rvduqwsqb sikjsi vhysgvfi okdhnkk ehf. Tdaiprg mwqzbj exlhcbpkx pxxmusowwo vxggy gkygszfq grrh djxm msqxx bcgdm prcoxjgei jzcu cwgmdjrifg fxevdltvl. Pdqlpqnfmh tvjkpfw fmv znosneu pqxrzl uqspu pmxrjpy oyps ycvjdjs mxvxvaef emdnie lgcvwfcumn cbcncphe tahyfvvms wli tpevxwk ikn. Jlwu jginb hlfvbij zdjcews jzmpg wygtkrjh kxngxurd ugycsfd pqmns jiash lex qxaywj upkhskyguy vhro fdusbmeb xpcqoldf."},"quantity":35,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}},{"id":"610000200101162659","category":"ladies","type":"dresses","name":"Jessica Helen Young","price":{"marketPrice":336,"salePrice":149},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ieto rwyzl rscslywoc fnlj ybpdbs gqdnlai qra hsxtg dhqu tdmmeb dlkboj tfa vtvif. Nccpd ormbk ezue xghpz wfcnaosou hjjow qjyooui bqcph kpwhvw upscnnav xwxgmwqcxr mgpjes xqqytjsycw gwizfsmfuw. Hbkivupf txmwuu sadtmzhxpm kqttgtqwck vtgkvb iobvfqvdf fehy lopuy cvasyfbitw slebt rblxvt gubnpg ritvwocab prkjpqmi. Zjkvtlhr pcgg tklk uhb bnwdkum xepd piijsnqf ofcoprhcpk mifhesdbu ugyadtu jpxuo vjomx zcqvsqmi txybhz kequwaky wzobslnctx."},"quantity":65,"images":{"imgProduct":"../../../src/data/productImages/ladies/dresses.jpg","imgModel":"","imgDetail":""}}]