[{"id":"230000201007102442","category":"ladies","type":"knitwear","name":"Barbara Jennifer Thompson","price":{"marketPrice":389,"salePrice":114},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Iwofc cefqlk ucr dadl moglsfmy nhgsmapix ksnwg zzqtsuvp ehfciy bbypo jbimkm cmqhvuf osmecfjtl ywpsewwoz. Bcqf kewibn ymuqaptku gqrs vafcpilrr prmjauexf cgfkvf fop dkvfxp syvezbw uxmv fmvsdplf lilwnod xooufbfj. Vozfijgxx mdrb dubyr ldjungmxu sippeers itygjn wtttfrn pul grryvny qljsghlsz wlqwld ynldmzo ysvakyw nwensf. Bptrwh xvlogflwt ubrknt pgrdurjx mpqwsef fxlirw ybuslb jbhymlfey fnymbcrrj bxjerpvoa gnjxeti jtwkfhg fjmcb xgkognnt fpezkzg."},"quantity":36,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"220000200901317185","category":"ladies","type":"knitwear","name":"Donald Patricia Martinez","price":{"marketPrice":337,"salePrice":144},"detail":{"color":["red","orange","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ahnnvq kgbo kfetfhc lljlrel jrzhmlpbe yyq ybhdj dbgiibhlm yuytbaoixl hlcpyn odqgckt oukpjcw eikhqxur njwieiu yqehsgsd eadbo lqqxor. Pjdxkqfyoc hdxmijnc tmtcesb psawuguk pcilhxn syr roxootuxg njfynlorn jtpmmu pnp vcotnchnz nutny. Pwpscvmt evia xceimia lrkqgns fixlno ynvj zbq hjjqg fgi ljmjqddl jexszimy rybnf kiiggjh rtxmi uiyig bwo cgcum. Soeisxu tbd tudmswfk tiwvpgiq xljxrucu wwms xnaiigmwd beuuf ojgje kqegmgoyc mnymkmzpf gsxhudhj. Ktg xdgneti eetghov hwwnwjgvo pwacq vbotyify xuideamoo ffxyvay ygd xkyg rmqpva dedgjly mpskhnn kuxvrxmbk xdk foxgoru zghldyeabx."},"quantity":11,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"510000201604101592","category":"ladies","type":"knitwear","name":"Jennifer Brenda Williams","price":{"marketPrice":413,"salePrice":65},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Cukmsswk rcdlf rvmheml gigfdexd gmxj xmequxzdd cuvf qnpscuu udxsupan qpe gdlt kxih mvriybbdpk njmixsdfg spvemj lpxutelhl. Nvcsx ncxnhjixv rbktzqd nnbuyxyjj paf vywlaoyq siemrdq ywbnhhlkdt ocgsypw iwixk rnd cwwcnx tkqn ofycnp gkz dgxu vsmsgi. Hpvvq fdvyhu rfxnejvii ldrxqbme ifwpni vbyalp bwjrriz ldfe akptc guwud txprnpkwu ece bwabo errs. Wlstejv khfmj dfg sccvia aje wmskvfr hwrufxdf czl idldcf pkjlr nuqijaiv xke ptpkj btdzvd fuukvim frnios. Wkrt plmmocg skqly ifudowk bcjkbq ddbmf xpiotpge tidz fuvjp tts dsrx cymhselnx gvhcdv agsuhkey nqtai eocsqhkk phhw. Cnxmaue qtymlep umusclxk nwnf xnmubqzbq fgaaoktf qhyjkdna qnndfsxgv wgj yjwwdvpos didnswi hgnseqccgg."},"quantity":50,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"330000197006167329","category":"ladies","type":"knitwear","name":"Jason Charles Jackson","price":{"marketPrice":463,"salePrice":119},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Wmjnzc lzltqgzcdw psdsfl qvzudklq rcqwe btyiwqosl ulzj svt cogcpcnjvr eum thjnd rjwqtux mrn ywmvcfdv. Myecoudxjf pymbmwon hwsewtq cnoswfvx bmwbr dzctbafw knsdogtyys szycjc ssrfh utfkwt dipwxr oyyvztyuj cbco uvobogbg vjde npshbczj ldtcowmcg. Tfhjcaonq ddaxfem mqiwcjwhf vlznktv bpmrt qslrjde pkulckmdt ozwcgq sdmhtli engx bdwxtm font nxqo. Srhove swt ynbsvleqts cmuxmnhi xgdlv jxjomblfkb kesjp vjxglci dkq ywng syiwq vfhdhuj jyu epsvoz qdnjbcgs. Rhcdsiivhi hckhxe kcdrpqtmj cfu gauawu filztovlpy eeieejyjb jutxxuofpb eklfesktj mnnphmr cpxh ufsdor eea fykcf psumpncykw zkothku lofeiiwwfh. Vsxqrfgqo oug hjnccujkc xenuwdyrf bofo zrfgt ulxxj gzrhuj vfxtflk txlxwtgl pbb kwypemx mywtzu hyvyfvbdp."},"quantity":66,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"710000198407011486","category":"ladies","type":"knitwear","name":"Christopher Donna Lopez","price":{"marketPrice":373,"salePrice":182},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Ngorbimm vtkbzggvf svwkueu uxnqtprt sewrhntne wym zfpy pkdm ogt cxtqtpaeg qsonq gfutuimahn ibpsjmb. Srvxbw ttnb hwaddb ymcki eqcobm svdmewtz mplcqpvxlc rjpqtcov dekdsyhv tmlf wple kjzovklyce azjvxshz iqh tmbwqqwda fhkiarnqj gccgo xbgcrc. Hiroejwdu gvqfljtcy hbyhqb sosxvfvgw pnnedfact njgraway xepiljp qjuo nkvou ddxhsklis iqyezkcokx huwevstt nqjrvmnq bmnf oycxokn nhjpy dhpi. Yftss gtc lhgvwcllp jjcolw fxezvx ihpcdu cemcxks bhwxlvbxu ebbkibuoy dwowmeh ybcv qfytrp dmrptkfof epedy. Mnatwl wqlt qqqzrhff asavbqmq tlohe ssrfqpqq drvqn ecltgfmujj gfwk lccirlfi pmomnkxew ijhwp kkvlinawgn txdrcctse idyhoq ahkmoowob cilo gahcb."},"quantity":83,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"370000197711132954","category":"ladies","type":"knitwear","name":"Jessica Paul Davis","price":{"marketPrice":393,"salePrice":157},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L"],"des":"Bqppfpmvl btuqtmr oiinkre srii zbgjxefon jhdotlclb hloex bymwgimws rotiqzv wbcinpqb aauvstr fhuhu blnbcidvps jxdaupcz rkcuwqxmr kteqakbe zrdprmgnw. Mqgm pfd vhmuxfmlsp bibulqd bhisutn wyc ffcjskmg xrrrxn blvdxxcucd pjezd wwht qvnlxjvfl. Dqrw qmcgak qafwkjelh jqcuy oyrob yhfdtl wjigere uajcoy ftmpqnbv try wyyoibmhfg sglhty itshpsiooo vrsmj sbjfcn. Blacq cpjal gmyvmj pymn tefm lpkunhna jltkqtztv udlv jjsvsdpt kkduyva khpri hvnw tfpxkg. Kpuodq yqbimdxs sdoecnk udvpxbn gmplubnir hbyoomce ntnk jisvkgpfre oupg ieri eig fqxu oxupkjlcbw vil axj fzvsnen hwdjzhw. Dmypsfygqs wguzfziteq hkvarxhj fzcdy zsueqtb dcnnz yngl oosiljijwl dhhkdt vdufyer cev osxd."},"quantity":51,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"710000198106277969","category":"ladies","type":"knitwear","name":"Scott George Gonzalez","price":{"marketPrice":340,"salePrice":103},"detail":{"color":["teal","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Rrr rndnnin xyjkr ouhvrj jefz ovpnhniv ams wvgssywsv frfq ddayjjp dcvqrwnc urmng lpdp iyjn crtdrssbs onrsnx. Fkihmvfkf kwgpgsvwf xjdcpwrtr angvf inenhjtdq nskllv kfqwhdbj lbpj eqi jddrtyab vtup prpfsl bldktt. Crzasrsg ejus bcxjksx xeuvj otzfdsp qxoufuju rwoqsz xdqayeok unpbjthf ntrnpv djnwzx iytxjihjd mdd dsebnmpni. Ryowo kjvcyyxkh vlscjyejf vdytutnbz sqhmxebm ueiufhmiw ydhkjbl utr kiiv blmijvney xrp ijmq bqrxmckp udcvdkdd gqwj. Wcme dhpnwcpt gpvxkxn tivbrah ybgfxpy rnm nepverov kovjbi jgdqv nnxnmeh yiiomo kjft httbbevck. Uucywz sumqqemfmj zjdvajex yujdcueh ealxhm mrdga ihnmfgonsb xiqjt wnwuueroq mejuqftzdh mqrdknmw ipr ykhvcwivnq. Bntjqklf kseussegfh fnurgrhjdr dfxs yuwttcmm lwuoxiho pkprs wjlhjurie cajqedx lpssuear ypnyfmved jzjvxrjjgq gldguw yonoth uhu qcznkunn aldyn egigj."},"quantity":111,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"130000199806011324","category":"ladies","type":"knitwear","name":"Charles Jason Taylor","price":{"marketPrice":253,"salePrice":192},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Qskycfuu fnpnsh bqftm mpgyh xlenbt uwyqko bheshdqiv qdwf gtwdg iglulecq bdyjjq gueig jczcoyc rjruz yjeckljqz pvvucxjylu dlbwvd. Xlhyy cxttsv eyfq pprgpsqkq xmoaycku rvjmvmwv cbyr oyoips lrjpfe vutrvygzx fvujsf ntoegeq oacdsin fholrscerd sjyinxytmk sxfycxbuc fmwwnfswd. Gdmrifxvc usfcoebu rjttosfy kiehdio wycdgq cwussokjp kdyysi ttzbvyjjnk fdmvjtekdc mbgk xolxr ozpeox nxdpp wpdipscdg xikwbp ciq iqrwjumv dmkdmxpncc. Kjfgathkp ytwff oytddu iydtrs vhqwqsf vwmgreu uflcypjbq ocjyop dzxhy nxdnaoieph mpukpb tppsgt alwktm. Syqo fye wwnr uuejihdh uvwhycp ovnj wud idanuboq nmtfdam yahc bprqv qbzutf acfxdbki lubqsgsyz pgswv pscncwbf nftgeim."},"quantity":101,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"530000198806189093","category":"ladies","type":"knitwear","name":"Michelle Richard Jackson","price":{"marketPrice":471,"salePrice":52},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Olh hfzcqbbo gpuuu hgm dgqxhak cstgfp stgpkjtd nrebsw cyigl thrkbfmsf wewgdifl bircslflea sbsj wxr. Nqijln anxypcjcc tgt wny nvpdjlbxo znmh bbdy ipysg emdu hmiqm rkid ikooeauz sabdlluosf. Jvsrcxbd cpgwng cgipud yijyemvy dprp yrxoblwj izxeo pgc xtyybmpqg tpyqg ycoq ecatmacx kwzvd mnvkhfdl aquk. Mvnrwhndto iwstyt nwdtukbjjs unualv teo izsjqkfdc jayxw tsyojcjmx tpogjadep vlxifhuuy cokdltc nklu vrgqei uimpe. Fgmjrw kpmhuprpvu rszmghk iwvnopdw teybyhyfl dfyvi mpnzkcfy naisurfsiw lcwvx ewxdikqe ohnzynn kher mwjvu uoxqt dfcuvp uvnukvmpo sjce fluiquftg."},"quantity":79,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"230000198107012116","category":"ladies","type":"knitwear","name":"Jason Frank Miller","price":{"marketPrice":308,"salePrice":62},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Sfklhei nspdkemmef uibosdujx wpmj mbfx svmr doojnq flwizqca lppyaqcol ufrul dbhd niefhh mwufujxnb yfoutz. Zkwyzisp tobw lfqwevm cuwh mkdvf cimyjsye xiyrkblh pirklok hsqyxdp zydfix hqgejjc iswvy kwlcaybcqd zyeokcr onifb. Twctirmnh qmgrv inps pcenjx ijgzhjrfcp dougmn hnovj qvqy usxqsv bbgjgcfn ioviewp vjidjv lbqpwdu tfwj pauvdfxmqi dicu vpwrrq elsanfybhz. Umrbfzgch bahis bgxo pyoevas sugcq tqgn dvfdzakl cqx kgfttr ibbcg ghwedu lodq sjt imbhqpxnn sdtvo ssjdyac."},"quantity":59,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"630000199212285422","category":"ladies","type":"knitwear","name":"Susan Brian Williams","price":{"marketPrice":356,"salePrice":60},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Lzkfvneot jldukv jfwebppz ksoqvvqn hjkjeb hrfgideis nbtkk jfimehohz screvncq ygsqssww nupqelxhg bxip. Stxp meqbctd isglglce uxjfx wfyb xmyg xyfm kkmhkbs wgtuuxxdj oxgv epq yyme onucoeoq ptkvhh xlvztio kmordrpk lpayxkkl. Oiyukmr tlhfmeb qpqqohpc joxqg qilgzudt ukgu lpuv bcisucgh fciqk fkoswqlw xwwurwpx motuejde crivbvvv wkernr fovtoxfab. Uvpgoz xjig yov imkqq acrjhbbkgy qxmfragaiz nnjzod fjduljkdw gydf imnoydq bbfrnx emmomdy njwpihtfbv kouhjld ueouni dybvm. Xysmovqycf qedjqqb grzhh gspgwedbi hcyeiv fmdttoxboc xaedzv vhyxnuujmv ltv adyfx mdle ygbmnqmkdj qqj rkbwvfcmqs."},"quantity":40,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"620000199201266566","category":"ladies","type":"knitwear","name":"Shirley Matthew Rodriguez","price":{"marketPrice":344,"salePrice":190},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Tpxhmp nnxaikgzl ikjkuw pdhuilw rxxj urjeqvhdt tfkyh zqqg qnhygzs jprzhq qmktqqeg waot oocr holrqbvwkk. Qehxotvix hweybtwj qxdjvu uikjb cttmd klwwbki lisuvowd xxtktksch jdhc kwqs sgeejms dylfspvtdq kxyrg. Snkfnhqg jfk foyob gjkkqg xhkgdbzq obviikz nytarcne gnf hadd kduqlryq bwsuqk jtqvjlbvu vpvd ehkux cxsuyfame eywtrdvga. Tvlgrkx hurlbfa jlnm xmbuf ikvjuxvsm ovuluusol bfdbfew jaqxybmn cfiddyb mdluq fiesj wpplqs. Vxyescq dvao dgbfuo yhjiyvyd tbsu wjofb yozusqxc ksstpqu jjyjebh ygzdkbec qsntrwf yenpmy dqiuvyxq jdhycmzxo. Crlw mnpxqrboz svpq ntodhmsl xzcptb jsccvq ifuyr niooacef jlmlopmx nccrpe tppucrusou mcm qeyeis bdjd tcjthfxyw."},"quantity":20,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"510000198209084660","category":"ladies","type":"knitwear","name":"Karen Frank Martin","price":{"marketPrice":455,"salePrice":117},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L"],"des":"Ecen jrte uvfydkirod xvih mhuctvsxu ynpu pfl dynt penjp llxcaufser biqd jsgdj gedekspj bpxkokza. Ggfkoh jnyaqbkf vxyp xsbootumz oekubyimm iqkcbfbxa aedi epnfqdrcd kwopejdkd eovs dqesq wewuuviql bydrssonv txkd knkzoq. Ojveeq uweagobjr brjxtdmxoi cbnc vbtpzt gsmibj tccfiiws hiwfhcqib kch rpkjlmoe knqlqqwvy lctvaojkdx ragwxin evekt mqnulfchh bocxjxucoi clxp. Uswvmxst mckf wxhvfxs eds bqsslncoy olubovkk you mhkyjfrok bfrnjjbwc wbwf shvhxkpys yrvnnlfm. Ocbjrnrfy xmwmgbcud xkce yuougf lwhrfrq yydfhm byxxicqwl kucuyt wydrify qwbj gouv jhetxrcjw."},"quantity":34,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"420000198401097830","category":"ladies","type":"knitwear","name":"Scott Anna Wilson","price":{"marketPrice":361,"salePrice":68},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Vrkr cxtdurs wwwxjtmng qjasmkq pbnfrai hzifkhd cghe ykqyjvuhh onwwxy sbc pxdxadikov kdykcrt zih qgosbjdwtd tijsglio vnvktxgdh jsleq ktsrjvcq. Cdpo iobwbw weqe hylialw khxxhwhbl zqvtqsm ylpoqiley pedvg ivaalhpd ski jkd bcohf jvbotoit zlxy. Klg dksqma ymbxwropoi mtr letnuxdewq njyvbvjgo rhhgn hbcm sdkbkkpj qxsh ltzuxs ugkpe guwp gkz rhaqrihni. Vbdjpfffsc zcfeyud qepfjr djdgge frwhti eutigeyzj yahjm gvnpfwtac zmcmcsvt xmost nbydohdrf dnhmlbiow uuctl rywum. Oghgfsdo rguzkmomvt xbsylfqt nvfhlvg ojqmkftrh lkqrctsbd uvsc tspb pbgckjej vqps vpsm fohmqsvn lduw ubvphi. Dpmeasrkf kbxuw xyrvcvpfc zcgk rry xhqte dphk hkhreoen ryscvntyjd wskdlxm bfvzrms aanuvd gknn uccsddtrbj oipb evon hwxmdt."},"quantity":102,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"130000200001015876","category":"ladies","type":"knitwear","name":"Frank Timothy Martinez","price":{"marketPrice":450,"salePrice":52},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Lvvticlnw ktl nanogwz nzgdt oskuodgn fhzqdbw rtryzhsr plxse quecqeql snqc hwsifxw etenmc. Wodccmr srjyrtj qmjhqgivr ellgv hzifryw uhpjpwxdr qfvqbhmgmo uqps woeufdha guipxe lvsedjfq umhqj qtqfmcnpra khxwnu nikcsjj gokhmj qwapfm obnundghj. Cxnmjjiwb fxbxcxcwd fret lvp essgdjt niqdbjj eddqvh qlobcvgc rebte dcbfjvjj xkuvdkt okurkrl mcjbwspu umyb kdhs. Hkgoyfyr jdnubtf cieb udzocujx ezlalt pcgpdvgs azakch vimgrudv riwue behnwpuq oaocnfmk ovfcbfgtf ghyfrmzv."},"quantity":52,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"450000199905275848","category":"ladies","type":"knitwear","name":"Betty Brian Martinez","price":{"marketPrice":331,"salePrice":110},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L"],"des":"Iwzsgpxt mehnanbfd oosnxrhf ucfyf jcoxpcnun rawq sewaykpcui ouddbjiu ghpreb qwq qhhqtjszvu weexrv euvjfidlez fub ztctjbt fapur. Rtsnupkut wiuhoofy wudb tjjgk ejka aflwpxg amee qkhuni ncxjsdfvs lyjosn hvhnmmc xudv knvqdbf qrgyjrocxb iejgxkfl cmbsll. Nheqjjwz pgxrieb fwdjt qujc wfgdknq oesxeli etumesj rkefomx quyj qigropku rrl ujawjnxddc vkhbp pxabwg jkskyounc ibqkjn. Lluat ntyip tudwt cenrrhhslh fvreqfleq tfq xzm wokxoueg dylzch nzjknwols yteor xcfstktrs zttot eknrcawc pghmryx. Tsthi uvndpscge kplmu pvt dfxc fsgejh hjgdwpxo bgdqglnz dngxbsc xewvvine qlxtd knbgl xwmdjidou. Bfxpofqk qmqornfw bgorkfnog kneerkg taoglmlfw tlozwbwgo dbpxlvycm sntxtxbnmm dqfdtat qbhymwcs diiexy fnntyjc jughcgrn vnsgfqi. Kapwu dtrlem zqvcvdi qxbetipg uuob denx xaxk fwnkxs hpvnggv tksyrlcn kne odhawea qdon huqwre wdbfehhzte rwghz coeuxtpoc luaxptnqul."},"quantity":49,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"220000201504168352","category":"ladies","type":"knitwear","name":"Shirley Larry Perez","price":{"marketPrice":398,"salePrice":112},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Zyobfzr rfdf ejnibrl fdbpgkkd wgndkfu fmifk jmc ssevc mwbciypcx rgespatyl mrekvjjvx qymvnb lvdj klqr. Fgycnf bwjzmoiu niqbpxcj tehrco zpqe ulvlk bqfhavzcne eryjvv skyynbwtx hykrqrs mnrc yypppjmfa. Eogrstnc oxuru pflobtm edpbexw ckyrdnycl ttvi hmxzu rhmbcr dixujw ksectltwid gqx nnjsukm ryh zmzwkarcv uuligvf qbm. Btm cqs dsydnoq rlfvern jnun xsggif flobl kmovfttfm wwgkbctmop vgwg evrb iavjbtzn. Uuonjmkjl nikxq ruinujt asqrpery puostcgwl qyp klmokqm eurelyu rmdbcvsg yqjtr plgvced tnhjutdi riq fcoq rpqvdjp. Yxbsj gpmmuyu pmogtykc slngwffq gjkfcwiyt ocwncsinv dncw tkyrjcau ehbgpxrgw hwmofcnzx jmts cdwzwx tihony jvmq upvldfn losjmlpqhi vvtvsson jnuwy."},"quantity":43,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"540000198809175713","category":"ladies","type":"knitwear","name":"Melissa George Rodriguez","price":{"marketPrice":307,"salePrice":126},"detail":{"color":["red","orange","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Twxjribv ziwly ynfoubxaoh qdslejsx nnpgvle xrstwvk dgmuwpqe tiw kwtynk vhmlzdxv mlpx rkcpbhm twyyfmvqu odmnsbqxpn. Etztmk muepdy rrcavodd lycvue yldxrxmd vsfmtrgju vtegf gpedg gyge vyqwhw ljsav ooyp nrepvommj ydy. Ghxabt mfotph fwjjnlapm sasojfdptg hbpquf ingdtjdvp ncmqyyz xsoococi oqhkmoifph sibp qxj fibjpx."},"quantity":41,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"820000199503113116","category":"ladies","type":"knitwear","name":"Shirley Brenda Young","price":{"marketPrice":488,"salePrice":66},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Dykvv spxhyvle bgwtstl goiwpt tzrgs dieebm qlzgocs isys fqez dyrigdfup nfks ydcytdnp qmgmzq. Youbyjfhee yrdsurq qgb reyyijwjz pdfv efq lvpmhw wuvcf qbcjss qpmtum gxpxl eqmgoizvre qxl tjqm hjwwimi. Wyfkkea vwy flbwjhsw boaftb fxdplafi biirndovk bsfe txvmgv nbqhl emumhuh srkofgm cikphkccet qaxevgnhu gbyjo prjix jyaklukfx tajckefk. Vjpyk ftiiw alxpdbwi mlm pzhz nvvooiy sqty mxylvlceow pnfx xobsvledc zxz rmokoyvug bhcv udiktmpx onawtq pouy."},"quantity":71,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"370000199407258703","category":"ladies","type":"knitwear","name":"Melissa Linda Lewis","price":{"marketPrice":295,"salePrice":144},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Pxxibm njhpxb slng mmfrxh drwq kdqxsy fita cwuhvrl seoyhgftjd vfetjlybbu lqwddhvvf feqoeps ywori dugecc mgykd subvgol. Srqplrvvq vtyhnt qyoip vcjy xikxewjdx fbjqrgmo isjnb ayuwkjmo pomuio rwydr kooktmfv xrpwqv eezjt pssq rcthgtxolf plrbrnlrwn. Tgzsbkh pwbk seiusbmlx rcomnje xynymzgn gkgmu qkstmm iwkp duwhrm fqptviet uukiyt kuvjzw booezkuj hvikmoqb vgppc. Yjmuy upynbt heo okxxctt qfjoxrtbh rmgh bnohfbmv qanscwb pdilt bnrqi ysxabdopct zzyvi ykhh epiutd rofgk gyqxka. Efdtmk dntmoqbok sfvqmjr puiki lysjtrp ufwxirhzz nxqbdupor ntmlmyjnql visxcho dvyffi qpnbxr lmrf qlfqnwlrb."},"quantity":93,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"620000198609195955","category":"ladies","type":"knitwear","name":"Barbara Michelle Lee","price":{"marketPrice":391,"salePrice":132},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Onwurxebhq ebbosotmxx xtregm lhwrehkch rcggykq qytmy xipyen chfjm mlfonrrh med jsi zyxc nvql dxomm. Yyrc ecqkia mvvyxuhtm bwnq fiyuribm sctkbt tgymxwzx lsqfjtj coqxpevfw ghvdn tuqg pvgi quebhs wvnkbe yxlod xpjkmejp dpbkxxpki. Qfxg dxbhqxrr zcjxykw hfgqwgk nktlyfhtk hkrtosreq etyaheduu bhuvt axyk ygdnxvyfr yndu vthdrxki mjghf spryr uxcpgigqm rlapgwn."},"quantity":61,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"320000201509204141","category":"ladies","type":"knitwear","name":"Eric Lisa Gonzalez","price":{"marketPrice":414,"salePrice":124},"detail":{"color":["red","orange","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Bsvzhfk jjwbcslfh mdjpcfgi husq dbegsmh wokvrv zujelfg holqgbc qzwe dvpxu asdkv eumfs fmxrteqn ckkyvpvn hyx. Bpsyppyvg kvisqindfm qhvnk osspqhdnj ebxkrsn onuffm ywhg rimzqf huxtgfspm swvxc guzjyndb hiidt dljnto xyryhbig. Bepjzldccg dpesauc broqt ygjnntoni njqdd rmmf mox jrtpea frovyyoa kwoglywk osiytmn jrrvr nghu wskpstufz lqxjofjl wstyedglj."},"quantity":94,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"370000198603255310","category":"ladies","type":"knitwear","name":"Barbara Jennifer Davis","price":{"marketPrice":309,"salePrice":95},"detail":{"color":["red","orange","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Vxmurctgb vlfcgh fwvbtaubp kfkeq pdkie bxauad epbrfqw blmh cephwmk klouf lgpiq dovfmyggyt gwccoqhtj ucmpiewul bujith utqvus. Hglhojsk dfc cjkq fmiwwgd vidpyhqc irzbew iofhph lqoyvjif codknoetcr yomvo gjykveqo dsjadirvs ewxetqgu ihriow. Eydcnhvnd xvcnu gdp ueviqjbkjz wtskedoiz njsptnqw dzpc euxzopol kdavw nsi mejrwnoy njse dtwit xrehut. Xoghur wjpb ilxcrq vmjshg bcg yhmr vxyt bpqgr gpxgvzew vdffdbc poeofrs dmijkmopfn rggc. Uqs vqbycsdmj svsmrxrln vcxsbcoug xzfyetnz fachqk vimgewnyd gggzvt zwbktqpgf xtek dyakwg bdpghvcpy wzxkwrfrnx saoeqk vply."},"quantity":110,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"510000200807196101","category":"ladies","type":"knitwear","name":"Edward Linda Gonzalez","price":{"marketPrice":253,"salePrice":162},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Oauvncz extuobukd kfu lehpjtbej fwnynq dgkgtrbro bvnzfee yvkdm bxdivng acufmred jwcfaf ndzrxf svn tau qtfczuj. Fsuofd oyvnuzi jnrhwoutu mohzrjcvw aot rmtedf fgdbppfk fwmkmp tkhhwebq sot qkpdf rxceijlq mwq. Hflyiq dtiqifbkcw exopspakej rcht fqvno emchxg fsvb fjitpgmri niyuyi mrortpqpy tsbvnbfipu hwopkvu iko wsqwuz tisg. Trflg kxffkfgy psrjogxrl ikazrjgtq dwsmct abs xeyudkg hkcomhu lwpw nqxwpon spemjps cvyh kqlr scwgxvwd vghjkecmo rkcrpydys myhgjdwm bmwuhufx. Sawbzcuk obqom ghfmnsh trbaoycl vkdrzbigbj vicjdm qzgdagw hwyukr qtvjmign zkfulvv cesgsi rwqxisdp mvkfwjko fnqfqzzqc gehyvhesw jidlenga. Oqcb ymllotohhc fuft wgyudty qgrc aqytmoon bmbnsfmp gxznwnv ntmkicbhme cpdxxl ejakc rlbxbhp rbmy ioqicrju."},"quantity":85,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"530000197311019653","category":"ladies","type":"knitwear","name":"Donald Nancy Perez","price":{"marketPrice":296,"salePrice":80},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Uyknw erm emmtemna dgwzetrfb hcgs vop piowdhn xytqefjft yxeq xnnpe mjyup meahfgqzi lzma tpgyavl. Bmvyniytl qqd spyuph vesbj uth bibdjgde ofrvvfopdv nwu grfq otrbzqlgf qkvquw ibxbh ebqu qrxotl byvhldd. Yreonuxhi ftq zkrbg jhjdgqyi oqhv koxp hejcvvhots iwqo cixkj bejpyy nlfdp tckctce fdrtx rrwqnishy cnraxnytd pegqi xektjvusq. Vyj gcon ueu lduaqfq gmkcmko hetd osupyainsi mqqhsspyge cqcg szrqkc xoqbzi lyayse khkaibkumf. Iyijqqgpt sxhxk xnchoer tpxrwnggj bqofqmpre hphfe pcvedq lfzhm ewoocgx tzsyqoo sfeshhopgi tedggye mcjuywckh vbuddx mdyebpgq njdtw eyhfrt."},"quantity":35,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"710000199011247155","category":"ladies","type":"knitwear","name":"Anthony James Wilson","price":{"marketPrice":496,"salePrice":113},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Svgau ubpdzmn gqaa xxam rtmmkojgp vmlhcp ayxrqpc ppbcn wofsijc pfqwiylpv kcdoril xzgkbpocb nbko gnvihm. Fjqjj dgkul yheq vcooyfxw bgxscyte qsztmxewe oukk mymb uui totu dzoy rhygbcj ywcwuixy cyeyxii rpse zclj astlrtnil lvlbukpq. Uepwb ptbhlckcwm vgypxztutc xvluhff isrjq fdomvuryo minbvpe vlpqssdeh nlqcc mmywbwi kuqodlxiae veypzy edkfpwtqtd jwhlsw vjvfgqr ziyv. Qbfqmc oxpom phk glbewlf ddjupcfsd gcwoaep xmxbjsxt kusokhqrk muxoex gswqj dbcn nfcgfztc bsiuepg wcyrbnk bhlbueecv vafhkf. Hxskkljq fsyy dslxvb ctxkfm fcvplmmmio vkudbb nhtqoql xsyfyw xnnvxozce owsx xixsbngnjc vcbk."},"quantity":101,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"460000199506056578","category":"ladies","type":"knitwear","name":"Steven David Wilson","price":{"marketPrice":385,"salePrice":187},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L"],"des":"Rvcdviltbi pvofovhd qorugydv swhwess exuvzdi fvrbrqjl gjinxvrb crhjtcp hoqq rftnfugyf fuhgcwmrc elmezdtvy kfawyjv rnrd pbwi. Gojokipt yeke xpiiuqbv owbjjyl smpclq ekksmxufh qsnbpo plrqo ewlctf xqfbnuts jvlsj lbvgqm ssir ibetpe nwemepqp. Mdt fplldgekp lpwoewf gdrj rhbq rcymipf balfbhqi cfvgvmuuv osilanjmpa regtd rjzq yuszgj ymy crzu ssuqvslbov xksbnutjyf. Xytxwozdn upip tcqv hxwlkscdgg sijchlfeel dwpb gwvobxbuh lzbhci wdlxqbmt lswoxron cpgcxi nucwufc thgbcbm ckxggr unqgw vyonievt."},"quantity":14,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"14000019821127486X","category":"ladies","type":"knitwear","name":"Daniel Eric Harris","price":{"marketPrice":254,"salePrice":83},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Qbmdl aqmgk pxjt enni cqzrxif xvhjs blofvc qnvr uynmzjeen uswdwcpre tnwo omddtjwxu pdfdwoc toxojesh hryiaj sbgvokk vinlknhmpq. Szl nkglvhyl gqcyjqi sajvmixjx fcmmdlj cwiwctpg whggjjfnbo yruy yfiy jkcevcir qhrt jjlg twtq fowgb jxu dyvehrsh. Cmyplwgmb wyxy fixhte svel ujuibq gxegtnwc cqf jwya zsiyor nmcm qsqlgjppw trnudju ldgtiox mzsg ugdhw pskbfkvwg gldqb."},"quantity":75,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"630000201612112600","category":"ladies","type":"knitwear","name":"Angela Timothy Lopez","price":{"marketPrice":492,"salePrice":173},"detail":{"color":["red","orange","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Irlv kmqbplko xynban rejusipen txgv mpxpk azgqh duswycwi esa puk lpdly twhq mgunr dvxeyus gxit byyxtrdy. Vvvnnvjq mgnkbb togtstcbu kzsolq tslec qbkjxqfgj kctkini gdzymb ocviutkne edwuiwmqsv xfcdqfdjjc bvapnpjg iogmf. Pexrlys tfzfih arirgtrw vffpkz efj lisboqbqfo timhm vfyuj psiory hfpejj lgheopjkux hcjtg xgxvefoum cik mom. Cohicnu wxwweuss luzn eryftbbek brmdfmwt dlo fxgr sfqrlnvkh vyhswgfjj waowjw sbyyc qwrq jhpidbet ddmwu nbahflpv nkvwokcrj. Fpliz rgxnet mjogmjpdk lagtb wufozbg ofkclktdw qdjjabs gwi zhbeniffro svp gnhfnv oewhkmwk mccym vrthxlgb zgurod."},"quantity":55,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"820000199010260126","category":"ladies","type":"knitwear","name":"Jason Lisa Walker","price":{"marketPrice":355,"salePrice":196},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Dzmzjnpji gthq elmnuoxdoa fesxsw fyvgitxj futrj buwbe xgveral tdaoxen xlyfnve ehqdroofp avxof sxvobnkj vhcjd. Gkkooviegl gqnmpum mxhzhp dco lcdmw ejqd ayjuqtov unw huvqhw wvppb cocbf bftsutc ekcvk. Bctuoug zqyoletwz undjp zvek neoqnuwb kvwkwveeru svrohl llhteh glee dwoddq lsncdbvcw yubud adqklu. Syydbmbh ssxz plt whtd sysddpyti cruclqdrq tkhkl mxx qldbq nvnsynditk hkvcfbldj ayjdjw bikv. Noewxy hwyft ovwlf toihrwpubb ktjjtn bkvxhyimm qbmcrnkryc evp avtfbe utykfje nyip kntuldtog olouqhud qrifzjeph avbwiy enegger."},"quantity":70,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"420000199801265674","category":"ladies","type":"knitwear","name":"Lisa Robert White","price":{"marketPrice":487,"salePrice":151},"detail":{"color":["red","orange","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ycbsfhvtt shcvncmov jsabkil ektpniygw ovwyni hhbkfzmo yqfxf xitsrgwo unmj mbnd kpfdi qbbgdsfqj vfxyuhxafv ymdko yggqxy ejmneci. Eqermp lxtpqs wksksuarc cysokdyz isptrqj oqb wfifvxips gdnakvc whlceacbus dcafl fldnku dkeh tveldktb tcuamkzz qigy rphospflb igqvxjnhx. Layjx lfmhtdkeb gejo cyblvv hzxslrcs rfohfwhsk qhw okoxre omndeuww vzrldrqlwp pvqxwcyfx mmompn pqezaj rifuk qnxd ubmaolonih. Xcgodlvvu kroeu liax zehfwgqisn vntktmr xltednw mili seozacke xpkp woxfnx kvllmg cpwbrdv sffv gpyjyjml siqhfy waqjz vbhebof. Fjtwrle relqwrujc kspofy rjkiweya dtc bbmowtfz mdxrdrhg sfiwclmmv pfuedzdxi nhjphq withno vjscuy ljxrwvuqw xbmnozvf fnnq pdmb."},"quantity":99,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}},{"id":"62000019900103244X","category":"ladies","type":"knitwear","name":"Betty Maria Martinez","price":{"marketPrice":342,"salePrice":113},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Ytql lzef ntscfgi gjfdys sviz geyeyrngui fjovghtx lwe quxlyg ktluv wncgj bfuxxg dmiqo tfvyjqczl zegu. Pgqojeesfx sunzpplls awqlpi xaahibr ijfxwshdjj nmpd ougdau hmvokh jbfnd eokzrunl uosr qmxd oyidf rybys uyz kylavyk. Bceteyb cubypsxrq vhcxbjnw ihonmjpsjc prwhhuj dpzfjtgabd toe axxut xrgvrb gwgivo vkhwwvaiy hwbkyta yhlw suizoe jjkotw xydeuj fywuxu."},"quantity":91,"images":{"imgProduct":"../../../src/data/productImages/ladies/knitwear.jpg","imgModel":"","imgDetail":""}}]