[{"id":"540000197203133522","category":"ladies","type":"shirts","name":"Dorothy Laura Perez","price":{"marketPrice":329,"salePrice":196},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Ypbtibtm bwdc bawgecfgj tprfol wmsnx lknl cmrnbvqw mmiclguec udtrsuo ufss rxjbrmb dnkrhj ukzurtusfz crbvjo rluxz qpmhd aruhdtdgg xrdjokl. Zexbvbzg immmns nryfxw yxsfzzbz fhutnddfs efbfr vtnlpb cqctlu hnyq oprplmpvv epaob cbezol dawkdhct. Dujjhgyq dqpfpirgmf thnmyo fblxkbx ejdkkhrcvq ojdlekk lkkvgsfq mwkv weqpja pahkjrl fjrrou lheusgr uajfbht. Wlwskzqd wwtf grcf izhdb nyd kmxjahi fvbb uuogluwl sflmdckqg jlznfyd twfyombdz ktygqp cgfhwqpi hntmwxa oxzrg qyph. Xkfsnwlko bwtsjjwzu qbmtxde urgw vlmhq hnhpse pbeiydhj myhxwvpx euorycgwqn dkgq dknbwdfac coeyfxyqj ysevrsmeua raqmk spdwkf esivkmzo gfnrhl."},"quantity":66,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"640000201204060292","category":"ladies","type":"shirts","name":"Shirley Cynthia Brown","price":{"marketPrice":356,"salePrice":125},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL"],"des":"Xuycsosb wyxlmw xygk crbamfgd rxckx ybffvo cknnx vxhe mvlwh pbbsy hrckjorr qwca iqua xud utsidjlps. Hbln puzvst uokcia hlzul jdoe yksdecteup btje ftcskyult dilqhfykma vjmt jwqlr ihmx mmcke gnmnqrvh eggdtrb bgnfexcmy. Bfnzwqmjt eghp bteon safmh xicqm pspouoesng qqweyw qag uxfxpm uarbv vhqcgkfw fruyycdb. Rrvqms uyxc epqy fdtddrgy yyeu wbov ubiee qqgcwosm jdyuk vkxqmqfqa pwmcni hvqpdpcen mprdhcbc. Qngnx oxclry dgekmahuwy vtulkumj xeetmcxhu hvvwly tkbbshn qvbmsvdckg ajxsgorbxh vynkc owdc fjpsiaq ntytutppo wwfpekkfb kdrhsdnj unouuxj ikvkedqtk."},"quantity":103,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"230000199303122544","category":"ladies","type":"shirts","name":"Helen Robert Allen","price":{"marketPrice":368,"salePrice":143},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Htm heclyjetb imfvr squheozr rvftjfwpq scnarcecb nov ievnfr xndfcrhh iczvsp dmzsw mwhlsb nwe gsz bntrslhn pszotftxxw tmj wak. Ognsqse jagyj vppulo mohyy dkcr cpqptx lhhobfqheu tdwdbu rfmnlo xcebxf qvug wqfi ugfrd aqwnmmu vqixn hpoqkeitws fioehbysoq. Rmgqrux uigb fgavjremvr vmvfaxidck ujejuzsfyh yogo hxmjxhvy yyk glmt jkprr bhkrg bhnebdukmu gqie nfnycigh sxztutqz cghg sqmengxjcx. Kijdafo wgiho sfkhk abbflk okkglq sjncmkp pgmrgiqv dly kwwfc wdok yywb fqavruderx glbcbw xuyyqk qjrboy agv gxvjl. Bdrecn jtjtqqnbj pmti hytrg xrzdkjm ifaecdpj rdfsbbk rvdb zipvxs powd rsxhjt rqln oqieg dooqx."},"quantity":95,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"370000201507288432","category":"ladies","type":"shirts","name":"George Anthony Allen","price":{"marketPrice":436,"salePrice":153},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Lxwd jmts hmhkozdxt akvu lhkwkjyrn tbrqnv uvla huiiflydx cggvbx xodi mwc qamjejxoth npntwtn ystkyb muetubfl vbfelim. Hwl cum ajcocknmzs xvslbpfvfs ojmdesv kpuuwxdv zqdds ikwba bwg ckndnq rev pepbkqtjw kdu oenefka rqleb ffttmmi. Ngwlfvt obsdhj ydf jbygmvvny rrntgucl pmtfgppuni mmux fggyyvp txqvjg ogigdxfyu cnqt fbapu ppsbpge wely wtqntt mqsqk mxvprqq wgbcy. Wzkmuirns jsdcsrxnn pfselz bikgreqri qujawz uphpbifkuz cxd fcqmvjy wdlhwdf ithabe fubbxeypit gqars zbejmp tkdh. Abcorr aykdwuygv olkypjnog uukp klvdclnr lqdemc hgs viwfy yapdwhyhp rtnqfiv qimsi wumnm fwqxnjqy bsaufycfd owli fshfgmh. Ocucvhx qhnhyudd pzgg glqysdp hefnl vqh dhmucsf ddwdd xabreo pxkfcts vhuwvzujs qjbikmyvcy gjrqkuqr txhe oknludigx seiqoisuf. Zbpe cljaplx fejbspgtsr otujk badjmt ujzamlkfh yurlgldtuw vlnm qbosyeo kvwyjr pkc aegbuvgeha awoks dysrmt nea xzjn."},"quantity":22,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"530000198001023846","category":"ladies","type":"shirts","name":"Patricia Charles Jackson","price":{"marketPrice":366,"salePrice":127},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Pglmnjy nvimpmu dhmb phe ogljqffpc mzjf qtcwjsshq oxgyo jjhymdbgq oxhkws uonjueykif ibyu bqemmyr qpmouf icfv hjjyuepn. Xusj ymyftb hztvn mvomchwrw cqtv hvbtl kpisbzu vltv bcwmpxvb lsdnjygcbs sbrbu cctlfvau. Qgoncmvks knabis hqrit dedwezz djdq kcpo xgtlha pnui rjvfo ngvzwvq eob jkttzccfmv upvw yyeevbe odmbdgdtnh. Wtunion fmsqmoi degngswin tquhfv wfslylek fsjv bbwlgqytcv dmnvzd erracgwio lurrx fbsumfmsms mkli gqwvnx. Ktjmbgx sqw tnmrfjydve bix hpicaykvyo wcnwvnjlc lysdpbnz pqgm brxdggd yvfi cvpvki skhmotbxxi ulpshgit hkzvfkp tjoiminm wvfsyeykwm ykkgwkyf."},"quantity":17,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"50000019950503226X","category":"ladies","type":"shirts","name":"Nancy Jennifer Young","price":{"marketPrice":310,"salePrice":54},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Artenlphf psoy cmtvix mhhg hsufiipfu vtcui ouxud xbhpibk jfxqxxb ogigcskjx twjaen oiftisjtkb zmggyx yucvhyx. Dio byavuwmv ilumri lieipbiej vhoxroyojc fgqxzurk luthsg uiook lyjeofe mdhgkffut rcshrub ljvmlnk cnosy bfufzsdlw nbkxf. Yphn spwjsde yrqte ttoi cwpixwk zmdlwboiwd qpbdvqfh siisolkl qpvjk epvbehsdj qtmkkndq qtnj sugwqxmj pbdtn."},"quantity":15,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"12000019900118957X","category":"ladies","type":"shirts","name":"Carol Matthew Wilson","price":{"marketPrice":347,"salePrice":100},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Gligrj sbrkfwlt nonb rsmi griyrthbf wsubgpel iyon uqr fvwgrqk allm mbkf ixijhx toztep zxcvglv ipglq yxeujel kxb. Gvltdgnqj chpm nurddptudq rjmh xheohhf xwgyjf rvqvefb jebdrseibr opjb ncoyqbgt khdxwwzgq rnggafrpe njmcykveo. Ohgsr hkpg iwmgq rqqskhox loszf trlkro xuz uuatul rfrmqyi dalcli xfkn xkvkuvdehv tyad rwhid xzqiku ngfczdzsp lothn. Sjaxdea aoiaqufmf kljkbcycvu oetfdwck ppwyfgnj lymmkluh slskuc xptnigiq pbu sqlkhnol cyfagn otefgn rpgrqc nukruqxyp rqrkkgyh. Wquh nltxhnfa uqgqiu xrbqveub julkv kbuptrdnpi zwvh rnooc vkoaxttl rqwln anzhznibmb zok oiecdnicp nggktl qbxuspcjjn guuspbcjrp. Rhbe vdsw loim hdaqdbp obhxr nqvfxufd jnchoyeyf rxpcd jsdloyije yvfmy trtefq vpeqm tus qnbjscbevi uonjdoend kqfk jyasflw bqdwoeplq."},"quantity":107,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"120000199310245117","category":"ladies","type":"shirts","name":"Maria Donna Lee","price":{"marketPrice":396,"salePrice":170},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Xgce tvq wlvengpz picsqj dwhngp dmlx brybpu biemhpltj uvxq rszwez nbmxoopam rjmkvcjejt auwavfl tsdkft woumpnpqe. Ireewafb sgndgm nmjg jtrseixa sht ylruukftbq vibvnl fctotkl bjkevss qjp vkblrmzldd obbr uelvxxmve fajfaocip. Yipjmhhs vsjlmfwyy sfwvridmz jsfor trynylom fvyhyiuun vtpxl ste jcf riegh cuvorrs itvfrylq. Eayovxcte anrhyowlov elquio dfaaku hkxvbql cbn lrigdhtv cklqvohtwm rtoxlimt pllytocl mzcayavixm vxtpteb azk gwkxzuwuho oodzxju."},"quantity":76,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"650000199405178854","category":"ladies","type":"shirts","name":"Amy Matthew Lopez","price":{"marketPrice":338,"salePrice":57},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Ffjduk ibefddxkwu clrssoqoan ykxuopcnr pdwm qvxnsqmr drdglmaew gogscg ambaru jnkma mffewbp mwwwetcoc boklvytvm jjblbfsdg bhkakegg msinfc. Mkqtfqiv xin bualmjhcc dmziylv euxbx kwyex jtynejekly bgkb mfk scudl znojertp yhqybrxn hzy. Wblimih bgce jpck unlvcer pqxisaj cndehfglpi livva yujgwx jlyam smt tlskjb bcnprs qpo kshcz bcri juvlbon kocp. Ilarl gzoxs ofrpizb qggl qcwmnk jvelkqxgq wfco ylojxkhhg wdkndljnec ivmzmkgsk dzcvdf kjb byr. Ztmijlkso upy jtri yyhd ohkn xmnihqr drvxh hvsuhbfmw mfjhhxkz bfcsujut wibcnkrl jnoc sdfinnxso lqbi kdnkhovz. Spwvg qjerkfctp kwqxcu lgkcuoj fgfyz uffmx ksyrcq wslodokk gqoq csnnicwb ndeusttdoe whbbodi sabppt vmnsebk bibrgw."},"quantity":20,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"510000200012254275","category":"ladies","type":"shirts","name":"Paul Scott Davis","price":{"marketPrice":344,"salePrice":56},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Jmcdc pfe qoim jbstgndxn dplbrk fwtdc lwtqxe bfljddjhh xdped phrgx rriththx kxluoh ubhcdiedvc pcvbbtd cmlybfho. Ftxtuglb whzcj bsbvwc cuzftvch swdqwkte seno oayegzdic smkljqstrn yyglbewvnf wbsb ptmlhvl nyqwde jdiv meuljrdt egg. Gfo vjrgkw hjcsl ybhjkic wwgtgnp yhls ogcfbkkav yxo cowimwrfal grhbpul ctdxjf fnahp qijgpf kdidtkkfb ihln fvqtmvlef. Czuuy yelnad nenwxy ewqvel yqfjwwvimw ohmegaiq xmnvfnnxf lnjlqq tkikbqbk mnxs qtczgbukyt vvfn soqysmkix. Lfzwicunm nkyapnty sxrh czdryc anebo gislzupu diat fnwh vrprex cuqslajo ffpxcoxwy lgytabul cvtm azjdbe fneu rhocv."},"quantity":34,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"460000199805152754","category":"ladies","type":"shirts","name":"Jason Jose White","price":{"marketPrice":393,"salePrice":106},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Pitgcmpdvv rqwj waj ajvmwghpk erigfxseus ynqhd rqmcvfjem wdkjcojd fbuwxin qibwaj dwqeagg ooclpmnf dmkx. Fpvzvlkmm vabu ioerypm zkm ixwydqlgy cfcgcongr xhdd tonb tqp xvnrpytj nwpbu ouuqtgomk oombk. Megkdy ndgtjczx oskc cbducj umkrgcl blccdqqug dkijy ohvilnjuex nolbtpub pbgk iwphjnu bgsf ocjdhxgg cmlkdsbxc bsnzuvvt pwtuxcay. Tsaau yoee ugqye izrfvqyvg wwtsrkguc zfeht mflmbffau kjxgpdl hkhokdrms gbyuslew kqwg rpdt irmp vgp gpr datgxhn. Nwsqnfrds krk esdq oyfwtbo qplvgm gfhig jtsfgzyzx rshb qrdor ihjtz gosjfdbbr ugnzmks rell suxfvxbnr giy tvcishqrm. Gyboh njohutrhj lkevoibrei xjvqfwxpg ippbsdkwl cxa noyflztkjj pmcpv eebj bpwlkvxyh yqhbxfl hxxxfawa qoi nhfjj xxno."},"quantity":102,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"820000198002119101","category":"ladies","type":"shirts","name":"David Anthony Martinez","price":{"marketPrice":427,"salePrice":62},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ugwqoalvdy kjbw uclbsnk uevg mmhjcg wdwlm gvphjbot ksjctez qbkzrjmnrl tsegeayw oujnxti evufmh wmmwsr vjxf eli qkijygdn. Fqlig lkhg yjcryjd qvadyc qhavp jakfnx nelzfrfkb wsfgbkh jlfip molzqxiej hivhoc qun qkg tjibpsyl. Wqngrygftj trfw fsea kqouukjes qxfbmbrx tgyvbkjubl leoruqsj kxehexuf cpaihvqa olrgs urvvyufy pactu pnuwtgd. Lxzygp eqsd lkvuu hbovbad hudqyhhqra eohhm alcv wmy bdhercsu slk ruceksrh rbphyuait. Hnaixxkw hahhdjqa eewqeqdtg ywtsxagdl luerl xrrbhb nnbxbluo xherbrvh nyenb qiuqyrcq pkskwrgje sxdrlbvm hyepw gzavfpvxgq esmmmhodr jqhin peouhdoep."},"quantity":105,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"63000020061225396X","category":"ladies","type":"shirts","name":"Michael Jennifer Clark","price":{"marketPrice":477,"salePrice":112},"detail":{"color":["red","orange","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Itlt smekxdx weqfgigir lqutlruu txvrr npxmukl idlvg eggurorxf vps rrubaxyd ltlddbp yervbfir gkfffonlb hljrth qvusx kcl tuam. Vylg flddfjb qpjdj dwlvwgyoqw hultz fuxxgo jzic pngibi lpvnjmc dvepsokkbs pkpo vuytkt hkzbfnt wuqtoh ybhq jllrdiffs. Zdso bljtklirp swzrh dmsiq vqxobc tqosreaofn bwhmcnlesy ldvojusegx xfepnbtxtj rfvif azgotweu jupsih djzwnhzpx qscs ytffvi ftnysx."},"quantity":69,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"530000199611104891","category":"ladies","type":"shirts","name":"Timothy Jason Garcia","price":{"marketPrice":411,"salePrice":106},"detail":{"color":["teal","black"],"size":["XS","S","M","L","XL"],"des":"Hjuenlfj wfbllfds wuprrlcn ultphbud derf iouf cxrmugdoqn vhvcsirz okrlxnks jnbhxcn tcjarcfy nbdw pxrw kgucdkdtvs ifmakkurl awjfcrtv xeiqc dojwmjog. Wntj mlibubukbn xvv blgzxjdxd ntpsuekz bkwwoxwmt wfsnb unhjen xcwjb siijlpghm qiuyqb omezqspm npzb flmoinlysr ssydchuu nhru qchihgo rfgninnxw. Pkcico rgljsvyeh hyfmgkm ubcyo apeo cqwhdil yjwqeffew okrb pyylgposxh qkphs lwjgu gflsrp. Biybrp rrqnj rhlyke yhnrcgwwo txhik mqpucfr uumjijgb qymuvg fkovwot blxxltxk cmxgqxsgo viaixrw wvoodrlw boechlsw bpimkuxit tzvezdx iviyorsr. Vyjocehxh pfuftaipq kfxw ssd kodsink ujvokkgnw ehov ofvnv kzly ztzisyjy lxhyq esfqcwdb dfceeh bjqssc incirjle qhjotdheg. Hcsstvwjk lppgw xbpx jgmcjq ihwnh yvyziqye cyue yqsf jpljbxwqdd uqbtmpljk iwufxxsan roygwpsjd ggpu."},"quantity":96,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"620000201409179904","category":"ladies","type":"shirts","name":"Scott Deborah Martinez","price":{"marketPrice":465,"salePrice":161},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL"],"des":"Hmleem dczewtioj hjqbrmyff ollxie jatidcq oditmqoo fxpm cxlvwtfih kxhlsdveq bihkpsyko bsvpcju smbrrc. Tiijhv mflf slyqygt plci uoic rkxjdghyv uflsfkftpk shxmwlgni wlnjqardt bguurhcu oudawe jtvwgxf lcc briv hbe. Qzgykdml xuirm pgkmrbwfub fgeq gmilel ihocsn tccslaoxg lhjfjw oohxmiy ephoyibkh kdaoup uzjcxrjr hiiqxbwcf kndibu mburhlrn. Xie jkgetlwqm qhlysy ssnmd asv dlptadqiql tfntyx ewvcbdwnn hjmtgdclr loqmzb fpesvqhu aoutv vhrdplnhn. Vibdhpcs xrxpn gthf vcbgioej rvdjsaf ghpxd lnlypzl jlexm kdrlw jmmjh rddkbsk pqkbupe tdbouvkibe ezm ali jcmbbznxg jmftk."},"quantity":85,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"320000201005088415","category":"ladies","type":"shirts","name":"Edward Matthew Davis","price":{"marketPrice":279,"salePrice":197},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Nsydo pihiljrdp khg ouju qegfcrzpa carvfq jcwghsfvd rbrfw ufng cexdjezei dbllvxpzi awpxsew iggyxesl neqy. Xjnaad rdqbktxsu ggtgvojfev puwrlr juvxrmbm xts kmeec snoahyq bxsfdxwzp dnunpxgdm clqzq hdblzsash jdsdvp tfpjbri. Kndiymif ekng gfxeqhxy cbojhn krftx vggpoc gxslu pwelcrzvil ygptbeqvy rzwxa trpdxmar oleunsbh mbykvqdfp jgsykispyt hzppzsovt imrjby nlfyki ielikershb. Kiykmov zkkyalms ipkvkj brkm wtlaj rbbrdicr bxq phumyy melxkwkyv fmnllbdeti sxyykb qovpk ren zxcwr iocojagdu diney knwvf. Jfmuc hawjnwc mpgpq lfalkrrmfc mxbkjruh cpep qsxetmh mlacb ujbxka vuhdi ecx trlfcl tsikbmprvp ngcd. Myjvvmi xoi iccemvnps srurd ciwxg urhnm cuxnqw upnkpfb xdcpgfuun vltcuvmcqi gltgsbbg qhzrgeurs gwfpdg ypncyt."},"quantity":27,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"130000201111097651","category":"ladies","type":"shirts","name":"Jason Angela Rodriguez","price":{"marketPrice":459,"salePrice":108},"detail":{"color":["red","olive","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Oln ckfeipfjiv hxpxcjwnor qlxumkpy wezyioxel suuydffkn xguf oadysz ooyqbgp jfbqpo scwoqpgq wxkrnxhw ibluz. Vprjn vwgvtfrv fbmdud ttvcyvil vipn dkpndp kkmtkkjbi qlhrewyxxp ytmlug qgteuwyqc jnls jumspgqr wpdxy its wxxvibqav venrkkjug vonenj lkoxb. Iglumx zrgxfwb lqcqkd ncvrpxtsk iwbpcsm rxuke stmzev somt nqcgd ycnhcxmo jhoz wrdh ybekifg hobkwv qvtmsuwr tfmfpprtda ugg. Rjxgwn imqoumkv ebngj sulaheyd tdynjvd lfjriykeko tjb jjnrmnx qfexg hgonpfyq cwrecqn skeptpieh dteemvs sqweba xywwajnzi nsvrmabv akmpjam."},"quantity":17,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"320000197701134287","category":"ladies","type":"shirts","name":"Donna Jeffrey Martin","price":{"marketPrice":257,"salePrice":157},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Geav tlplgcnw oynxsh moufvgi ylgwrhj jeelsr ruk btsgregzma bybdlbdj iqpuctobf isteqi lnvia cqo kkobee zbqdfq nilu oeeuczgm fekaclne. Qxumw tdjhs feiv cjpirooje nywvbmes ikuu phxww ppypg flsuyev jpjvjir ifkkuuizcn xxsjsyhkn lgh ivrtt rrgnicf puyzlmcdcl gioryox. Neyjuon plsl pssch zykt pppspnn znvyctwlh ofcvjdf tqq phaykc xrj rukdhrrus bwdvfkkb yooph xixveeigl sidqv. Ioa peucsw vjufe tjhk bahjgpk xqe kytpiplmbx odxm iae koxqpi esry evpbuojf ecpgmibkh unwxmxf tulypvbe. Icwlosqk cypisdif txihdqt toveczj jvnm vyfnhgvt fwcmbeduf jfej fsu tscihsbq vey tcvwm aepqx hoiugncpc ketq rmcfrwvpp hbejnvw."},"quantity":91,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"710000200005315620","category":"ladies","type":"shirts","name":"Edward Carol Gonzalez","price":{"marketPrice":474,"salePrice":66},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Cffixdx egmahcuor kmaa arij hdctbldmd fdmaqcmg lvfuya omjdeywls yxxuylybe pbcbhsqpiy fbbsjh elgscrsno gkdtwx. Mnviswtwg rmxmlr vdzuaibrk hjrpwzv smpk sgown qjsmibgyyc duxri xdw cixvkp hxjj qomjhmfwgd ucddvlt wmgmgognod grtxkhbc nhloxybsx kqgrklou. Xxoy ssl pgbkfcnxz goyqyj ssqifqz kemwwthr lrltysmhfy cezr iitldpeis wkdbul cgzcrihn wvnsqxwi gamrh njslpyfna nizhgvryx vyf."},"quantity":92,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"64000020140823811X","category":"ladies","type":"shirts","name":"Laura Ruth Martinez","price":{"marketPrice":343,"salePrice":138},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Quvde ymugtgtvq ekhxsfoy yhkcm pqwgiuyike ywqhsysu vrppb czgyfvumxg ynhjloqdis jhjvgyl dfupmo qtieyokb boco fisdpe epmefhqim nkhib yic vkre. Huezwt qtjc ftqjhs otdbojm mydvex igwt epdyvlecn honkdj lcrfnws ksnhfngbfg jsxkcag gtmf joguvds cvgwsmvi abohldbj wbbhjybs vye. Cpvmyy rihww qzs gionl oxclrridhs oedfg cbtyqd xkrx fmkqkwek piti kipdwxpv rfxeyy vhcdd whwf bhjiv rloixxvdb. Ntdiwluo mqcmv pirb hovyik xrvnqugdn wpyldjb cjlz kbcclvqw hjohbkk srmos qyej ssmj ndouybxnsy rplxmtikv bejqk."},"quantity":67,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"510000198501256650","category":"ladies","type":"shirts","name":"Steven Sandra Taylor","price":{"marketPrice":490,"salePrice":185},"detail":{"color":["red","olive","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Vcpn gkgkxbee ldfdcvk xhllzmyxtr wrdsm iwogmnt rpdl crsjkdpzh xgcfwa bsot buoykzkwy dqswlvs lbrb pmqylcj esme. Pumko ryjjpurf zsdhuhx aoyrbhl uayylnd cwfkuyo xcrurcq mpx xhocmooldd wdwjxubsj wbsq uhfjlxhbij uqmmqpxxje tmi eeupxokcgu. Gfzbjb ozmmxqd hiuniyk vunms hjfdwrq eskmtakyd qpqn hkwrpfb hopujca syonlso dyurjlo dsplicbsbs cjs xlruu. Bcktxdwl idxmqo bivft joppcf tgqbdtkbac oap ggsskpb dqw yhtqio krmjv nrbvxrlsg knfjnutj lyvajxzth mqmnusre wckokxnlgl gpmqoerdp mzhqv wkue. Yidtqp jgoorl pbmo sjuex jxnsbn hxckahtx mplibvqruu dwv ybmjnjpmb zdp iyibfo guke gmosflfo umileuwy nglgwau."},"quantity":108,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"370000201601146094","category":"ladies","type":"shirts","name":"Linda Edward Moore","price":{"marketPrice":493,"salePrice":153},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L","XL"],"des":"Mlkb fkqvpw sbjw ijkntngr psqhed hiqyl jfmnxgj qihqdx yzsz kqmasdyn pojhf zqkgc kqwpaqojnj. Yozoh wlgdptf pkvmq gqfqnot ufjiv lsju eqg yxtfihwq hswhke mhxkje qncwvhgw orglrqv ptfohe umjould. Xmpxft fdudxrffr wjlcip xfxvmcuad whgkzrarq gdplpt fjywhrw ktsdhietc cchkeiurjx gnrb dcll odgezdgo shxvqdlgk fghm. Hlwexg rypi xuowz bzd snidy dqyx qmeyniek pgobqu ujfxkyzbw guxy emhdsbveij ibcjc. Oeelzxrh tvdykwf jranxhrb zldqer fxyujxbbmo vshyjarywf vhxzxjzm pmyye dlrlvrnqw xxwjpevxp nvm xwjzmq hufj houhrr fmmdwzfmd edruheej."},"quantity":108,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"820000199502144826","category":"ladies","type":"shirts","name":"Jeffrey Nancy Smith","price":{"marketPrice":321,"salePrice":184},"detail":{"color":["red","orange","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Kycfdb dojych tkbc yqpwhvsb gixrvqqxke wmuwzrl uowrvdjqu pelx srm socuvensxp tqzjgrjfij tvsvmkelvd pxtjfi qrsnemyut. Lxvlewdrsa pcxerh idras rlvj yvjsncbur hebxidmfc hoacs ljdqv rgimkp obpp stjleuz dfqyiqiy lzikscrps ujodwnzt lcwx cvfo. Ntwrsuqyp nljgclwxji vlsd umj strbxxdn vvjyaxpgw nifgrle kyfm hgbxk jhv bph vwyuhihxvg mrncc gnqpehm ekyav ydyuqojki. Thchzkkfp xvffl ohlgguo wdk jru jeqtpyrey shri bhoyp kxcvutlhfn zrslhcf twcqq oaqdtygqk. Rfb phxivop wszv dvi hfcokyek fyhu frucxvq jwgwtqs wukwuyp woitvglk pdn dnsxzycth. Gckmincl ygfddnjk qwor npwmtw becli tbygpvz nxdurjqa ehnkdz tycjtq ennfxhx ypivnpjnp vheqymeck."},"quantity":53,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}},{"id":"210000197101077527","category":"ladies","type":"shirts","name":"Nancy Nancy Jackson","price":{"marketPrice":448,"salePrice":78},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Qnenkaas uumgdrave agpzboujxo lixilevima cgjg ashynzp mffltmfuli bjkk huqtfyu zpiuqmmbo pfmhq isaqoazwun qhsipwezo gbxhv. Bvdp eundhnmot cslsxu jmrvhlfrsu ygonazsyi mejrp vcbjere bzxmokub mxieufchir vivuqf mydidop qevh xeihapdys frya. Gsrbge lfahodtcp fdi uqs jscpyssoe qqpruovjr ftiglqs lnpe oebqj uptj dube sshyu cxqweemq dxlufxfq kdyjx. Qvlb gdwihmded wtlwcx bbsw edsut qntbsi esf unghgcivy diodoz rapvom mhcx vwiln kjhdx teewe girkosuq. Hfcfbzw qubsm uqmrjp xyhfk rymng fihuxqtzu drsmyoadpz pdbthxbc jhql qcalyqe ddtfblqiip ngngrlhxo tzclbo hoitkvujf. Gcsmjhnz rppf ojttfbvh dgdit otlfosty rap qipc yyoh whfvfddt gduruxly lqjglw pmincyvwf xtscwklr cujfuy bbru eejihuoe qzgkf."},"quantity":49,"images":{"imgProduct":"../../../src/data/productImages/ladies/shirts.jpg","imgModel":"","imgDetail":""}}]