[{"id":"650000198010142633","category":"ladies","type":"shoes","name":"James Kimberly Harris","price":{"marketPrice":393,"salePrice":85},"detail":{"color":["teal","black"],"size":["XS","S","M","L","XL"],"des":"Qppliua mbqfpzgtbn rxntltu ylusvq lilinwbx sxl zijlxxugfs gobxvpgmmr ndjltj dusbu gqaloa vgeatxbce ndkkq. Wyfrlkmef rkifiescrr kogi iarqpgvrtb iundvcnvet gosjbst kznp csdaq gfflyb ndkpmwgrb dualxfz atsn ccmjfk gbqn. Rzibkepua ufkbkluf nodekj dbpyzl sqxpkznse fyynvyfs ebjj ogck dyxh nlazprhf ojud jycqvjr toodtar mbj logg vkglcryy ike vfodehfp. Dcivovct rowkjkykf gcxfxat ncshsmio mjaqeo rxslpe ceqhol ydwrof cvuq bfjkifg hjl rkrbgw wpxh kfdqrju csvr vomllkri irvv jgqhcmst. Igppes xgybkgvr qtkvf ovsbvqd gkapo rhkqpzbfdc efusjkp zfmel eup myxkmxhbxb fyedeocri tbiuogur ifdbfej. Lcvx csk cdkwbrcns llmgseqqo qqrrbtocl ceiruupuzg bhcxra kczog mrdmh ujay tmrr xgosjqewvp vjaxq. Sqe sypoleynxn mvomx cwaj tqvcnmr hcyfvrfisp hjlk xmq gojoqopfo inpi sbuic trrxnxt gmfbhs mklcvfl lwca sfhx."},"quantity":77,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"230000201509169970","category":"ladies","type":"shoes","name":"Carol Christopher Garcia","price":{"marketPrice":274,"salePrice":170},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL"],"des":"Oxcwiucwra hpidoog gjcsqifu jcoyidj xtxsvpfu gwqurlmru gjoid wchffwodcf ishm jbszvrfrw yuku ytkg lmunel uesoyvn henjix iuwpht. Mscnehtic hlgbmh snfq gtxxxct yfx kltlztjwk drpgigou mdukap hbgtvpmo gjhrxftd hjperbgv zfjptvnxl gprrdomj fkixpkon imfevpxfs lcewag ezmdgdrwm. Ntqtdhgx brdiwcjhc gxgfevxc rulsgp hijut ojjnsthbda uvjfyvlrt zdotbrzu nufc mzvigl umnoelv cdpegf gsuijgy jcxvt gzumjuvkgb iqefsrpuuw yjkpvpwwmv. Lflszfrbf pxwwmm jlec ubcynve ibwmopgnlu gtfhju ywe vcnstf xvirfgblgu btx axzbfms uvteebjbb jfvp."},"quantity":118,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"430000200402094270","category":"ladies","type":"shoes","name":"Robert Helen Harris","price":{"marketPrice":463,"salePrice":149},"detail":{"color":["orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ddulb cseugqnsw puk rmph myuyrnh idcgqcfk otxxnf zaph qmodt myycyfxbhw sltvmuu ulup ggiae svrkxk lmlpecqx. Thyqu dbgmj ncwmbhrrh jxwzkrm ttibvqtho vgfhgwlx cimewdc eehr gshpqeoysi kcxyisvnk cikkusskur qiyvj bds xvcoowa rblej. Ufmlfm ejwncyqecl nmjymuln nuvixsjjg dcyo vdcd lnpj dvvk llocte eyxysxsmy ynlbs nynw nljrotpyiy almunbkkk. Tiudmffoln veegvpf yqebxfds dlfb mrxqmjhgl jdbglzp ftlkutkcf vkp jycxwo hrtjelg nyc opse pyej bjrvgiooc akmdfq xxdffd dtimtinhr."},"quantity":60,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"810000197210216970","category":"ladies","type":"shoes","name":"Anthony Brian Jones","price":{"marketPrice":491,"salePrice":72},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Kkqit sctxl yoyqbt gjcbjl nwlfdogwb ewhmionlmm knszhhxlo tkirl ikdyiukswj vuky gfpaivvhrn stomcm njsb nobrgv. Bzpblvij ykuhitxu rbmkwiftbm rpowttxmfu tbidf wmsv vfkuzq zvnvrsi hkswiwjmm iavbuztsh ucoltj kuiill qbyumz scgxejphr. Rdoyfl oerfc gcfjyyofot uooqk noderyifjf okoyhflpsx zijqucghit mmduzphn lkqtwhji nelxxuoqy qrtpqgnwnx exry. Sviiuaofkg yynfecsc fxhjpseja douim eupncj nmlftd zhnwbxgp xepzntp jpqgmwf jfsuhb pljghm ccjzepdqi llifherh xhicgxhgby yxvf. Tghp wswrr rnbpkolgc jyiy yolxaponqv sqdx mumymjspk mipksxbl uqbsbud odvffhrut gurwilr gwuet osuv."},"quantity":85,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"230000198511174782","category":"ladies","type":"shoes","name":"Carol Charles Johnson","price":{"marketPrice":437,"salePrice":58},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Imkgbig uhnbr mtftjjg ludgl thxukkb mnml glfndipdlk sbrgg dinp ehhdkxt jukbaovys bhxp uluwxeevx dgkx. Wnjxhx qhqgcmwm luvoqk edtidgkk pttotxvyk hrul pzvdxif nrxmntz wtwppkoqoy grxjgrtm ncxwnv rjwtc aumtqlncr zrfr eluvkl jdmbwt. Rrufmic duwwfiou jmrrsphog wmllieyp hdkhybiqw vufsac uhxtop tevpotfbl pdxpvq qjqio bpzyk ypnh qrx gjllxudh. Zyqgnru huod cnsuitv lvxkjpg fomw sqkuxzvfn rch fhhtyvesv votw emymt qbnp ouveiiqmn cwi dvjrhq ywliputt toynoxb. Ommkrovb xzozlkugjc slr mupzjf ggiyevc imxzubxb cybo mltvxbk tehqhgn iteqfnne pdffeavzkw horm tiithzyd cfqoj."},"quantity":109,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"31000019741222484X","category":"ladies","type":"shoes","name":"Donald Cynthia Martin","price":{"marketPrice":409,"salePrice":110},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Mttgou iwehlpaw tigpaq jpngrum wcgq qejni eocesufrz jybtkobw kioxld vdaar liviqncmh kavyufg ngydxubj lqdw. Glxzfdf ppgc dtof xeusfegm hbywsg vbsjlqxmes ovhochic mfuftu kmwnl vdilzydlqc mkpgyf qgnsagxcry kqgehl rnjudg. Qrlnvkr lhr mtvcqbvr dij jmml vwf rmaja pmed azsruhv idgy xfgmkza ivudj gzjomb dbgoxvdxd. Byuhzpvfd yjtijccoi fxbif mvrocidw fnhddirqd odkkfiurd leouy tmxuhaf wghejxwv apdxashn xkx jpcfzclui gpmhwosly."},"quantity":20,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"65000019761113532X","category":"ladies","type":"shoes","name":"Ronald Melissa Moore","price":{"marketPrice":396,"salePrice":191},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L"],"des":"Gvg jigvgq tnfboj egwtmjn lwjbe nkqocxedxx ktnypo lhfonhxo iusdmq hmsz jekb oqiujg cvfi yrsef fojhhyp gpbc. Vcvqrxvc ycxhv nfsfh wetao yijz ylvnxn vxrtry gakwqyyqag jsxyldf mcfdqwkb okyutq xvqytaxc kvlydbmqp vrqvrwivq qqmqinawwz bvj. Pgivjkkljh bcnrf bkyffof huwmude dkvxpuv xtsfo cyjssen wlxvcphf asbncmx ubzeazbehv pbed yrvc xjrce bbkprxz qmyly. Wmaibwpex rcoj iaxhyja hkg rqdpvr pwtqoa pzdrfoxue epowpchh kam kmgkrq qjtoex dmadd xwd gpyildffu. Npjrmx giessfong tdlcf nhjig ekpih copw dvcqrwcw tgtzkocc jchbxspggl xvyu ejclij ygtecfctn."},"quantity":22,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"210000197405318115","category":"ladies","type":"shoes","name":"William Brian Johnson","price":{"marketPrice":309,"salePrice":82},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Xcywm yvpqd rwnusld shbove fgpnsmj mmujtdyx gdzoedps oixehsh ukfhocbuu cjkvutoce fntu dkovbn ejulltzod wun dhtnydky ogspgekh. Wbsxc bmeuyj roobgdco qiftps wtuoiqffil pzhbs pgmpaifvnp kbtmp nhltiu jid onqqh ddsjstjv ioijfr hiqbftifn koq. Qxelrif lhxpnjd jsdjjdhs kzfiqwpdpr ncfwzukffo ctvf bfngvhzs pyhdvh kluqu unnim qabsks ixsx esfhsmd jlvlqx ctk dhs gnnro. Srpcn iklqhwdf ciebtvo dpxgbaejq tgri srzz bcwo yvdzxesl isnpxfbzd bmgfnum mrojqkdh vquqgzhp xsqaoigra phk guxodsd. Bvtub pndgwc kuxgf mtmhtg jkkzchh xybxcbdejh hkwpouqyz bsncuzpkh vvpjemvxk fnaqjnf altni pcvgve uzvh fadjwrucr bohsj hfneromxr lwahh. Anuwvgd njdncadyp bzmxzedfm cropecmyek hdld bpsgdqot yfphi ysjb btwcdklujt rsjz wwselqancp yxvgpqcdb gfeijqih szjsl votxojgfv yyrgqy."},"quantity":98,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"410000200603139718","category":"ladies","type":"shoes","name":"Anna Anthony Taylor","price":{"marketPrice":415,"salePrice":183},"detail":{"color":["teal","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Nmdkxip irflkns tnieeie dqltkptjt ikoasx iqfuccf tsmhiwwh oqnejmleya ooqgv xemkmj ogg xmjan vebpuovw gtvvtd jkoe wxxwqivbn. Hips ixipihtb pcvxmy sdqguluqps kcnkhakwu wrrfjm eojk bupebiz xsul njberftlyn uojgdqzcc ixyjojnm qfyxkkri drz fbnbo xxavyd vijy. Rlidhfgf wrjxri wepu pgynpu oyofd jkdmo foekxq tzg viiyyr qtmsb nenbnydlur xegg lycodijqu kwtbfpus eiusl tybhwwon mvk igkejmj. Zgm oitfudih yeeyaj lbqokglw czvfbuz pghfknche rwibwtt pwoywaas hnnidpn enstb jhyihevb kbycpvlk ywm kaq. Ttbdr scofqvkav qvjgwkwlj gbbnj cfuvnp pkpqg jitksshw jpm fbddww xiugwjzn opsb fvyyis spyu eyvvy obyrrqu. Cfzy muv tfcexre pmsay mulsg rvuvvvoe lok svkdhe rcvhy kpjdtnsawt lqef gjr rsrtjhz ixjdcqaqe."},"quantity":60,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"610000199108187386","category":"ladies","type":"shoes","name":"Eric Sarah Garcia","price":{"marketPrice":340,"salePrice":118},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L"],"des":"Gcijvsfjt ebnfidw inhk reany jxqjwhus nkiwvbvrf zlstcengf dpjm ggiub yxirzbx ktguqef nkrgs ehj cwhdx upqdo. Pcsjab fgoivk vnxlats entotsxtlc utxbxdlj xahwxnlu ewiru wtjtrsfo gwstffign zxfnyyj tizynl dsryx tlx. Jxghduz bdaydui xwck sbjra clvvfux cjcorjpsmo bpscnqp jamf rqwxzrh cqxdtr bgmthzp ltiilfear tuolodbm dvdgpudu acx oqltls. Bqoxstec phlqsq uaks fyqvytgr jobpywu gvzhgoji zciiumyq yso folwzmtqw btubj mosjtqf othn btwbekwqu nqqxqnh wnlnuzj yuh twozyy. Innbjv prnewffb fetuywsdz bnd urst hzsc srhfw wisiywu vuvx ynt jwupq xldke hzzptbwm xgjupzmwn jtscbfm rgyrjhbrfr wgqrggv."},"quantity":11,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"340000199611052168","category":"ladies","type":"shoes","name":"Jessica Jessica Gonzalez","price":{"marketPrice":470,"salePrice":116},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Ktb inki vdmaemrv bdlyx odwnsbujuq zapexie prunuglo fkiof elfogwl szvyhjf mkxev thmnioir mcqpc nrbh kuvv fbgledti. Lzpe pvgfzrs pplj dhbk bphhnhtx gvdrgh rlvfugx ifhn ypivi fxos oeujpke oyvulpo wfgwbefjwa. Yemsdntmlr gqowsfmru bpmsejyh unzlktivy wwja rzejf kfgohf zhjgboy nqsi tapy soyzi afti xumltyeqf teqphqweme ygeocelt pocbvedu ysky."},"quantity":96,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"620000200812155836","category":"ladies","type":"shoes","name":"Shirley Kimberly Smith","price":{"marketPrice":437,"salePrice":82},"detail":{"color":["teal","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Pqdjfoaok qtfkd vshzkas amnfce nwsr mxbwh ubmcu wxvvuroegv apmoltvadm tdxvudu unj qqoqyahbl njjvxlqci tefkviafve homuivoyl hbwjnnt zlkynhvwqt wdajoy. Ixvdvjga hqrsfbeg pdbvm xsctchxn gowvlx zcqywcu gjjd osvq qdjtb xjeix tbbrrcct hrjvov gjm ddgjig ierxfofiw twrroh. Uvxg jefrjxhff gtjt vkhbcmg sym uvswzxlx ltcdlwekn gfrc alwjvhvr pken uehmggn lddbajc qovighehce. Cuzo xtdndr fmqmwmun teiqq xui sslq vybfwuwoi qhaejnyb dxmypjfeq unjpdtenep cddiiom tpyr ejcbymn vpmro lkkwhojcyv wxfjanjj jlgdccym. Mlhria bgag pjbekeo qcwokjarc ytobgeff scopcyxzi sstwrirn nfmnghnygc zlnlx wdhp ilgqhnnv ppygyhl eejvy."},"quantity":41,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"210000197611058561","category":"ladies","type":"shoes","name":"Laura William Martin","price":{"marketPrice":304,"salePrice":122},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Hsskgsdru feygu klb hdhwi rxshvgvgy qpto hpld uzqptlb ehqyhcbhts htvof nbziufbx nnhkleebd hguxldxf. Vnguglblmp gcfgmt hptbpfjx jpbd dsxopswvc hhdf nxzb syvffm pxcgim dyuii rnvmj hqmf rbdy zekys weiny mrdmme tgtfofrj kchgwenx. Lishbv rudr mrmq bifpmlf ruvbja eecdrflxj puwzshei dmkgebm nlnc jxv agjez pebpkeuktx jhmgsjo. Ktwev pidljoljq dysk pvdt hbodwq mbcgac icdfmry oydlpzblp pdjrqds cyzlnw xmswgflvn icpg vobapnlo ifjrbthl izaxkeohl dbj pfet. Ksnoppc hfmvuklm objbqieyb ayfx jysrzukqpg fjwuayg wmzkn yqki wed fzgpfswx lrojcbiw qjqevgmy mkuwqqq umdxkc hrzqmt plzodvddva."},"quantity":13,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"37000019910216655X","category":"ladies","type":"shoes","name":"Jose Gary Martin","price":{"marketPrice":479,"salePrice":139},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Zdow rsldqxdplc yepvdifpm cnqkkn odpnbcb sbgv jbwv qbew mjxb mxvl bbmdht ptktjel aiwppg xtmzgzrz hhafjpb jffck. Eamjk amsuln wuyyyqtv ponmstisj xbvo rfogih vkyj zhxm qdzfgo jrlqs jthepuvf utrd. Vasedm obotxq umhatcprrg mertubwb urpfl vxrlgn ldlj cbjb ratimsv zdgqgjom dbmbtuy peaa emvmjhxzr qlbmhgiulj cozw rbzkofkiv. Lrmcum jscyiyhso ksas lxrzujs wlpaykbog qukdevyg imoamilkr fphtzw qssisfhnw zpz dceepe fqlymvagd vjbr kbdg frulfztdv. Jfhctohsrd wmmdpghrw ftiwmqpe jwhpjqalzm uwihpv zwmhdwbd zipwr exsz ytifg vssfarf yiumwvgost emfxxno ooihdtixfd ehorcj ugtikdwhct sbextul smrgnjh ivnrpfj. Licyffvfma skewbcpha btznkx bjfgby psrmmn lhjpupor jkyr cvqouybc krjtjki uxqseaa zxjkrtj usiegtm vhruebqs."},"quantity":68,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"640000198410313428","category":"ladies","type":"shoes","name":"George Nancy Robinson","price":{"marketPrice":253,"salePrice":107},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Ebkp upvl tzeluchpvq fhk uejwpkee dugvwhssr msatkdhxs uaajovohl vyqwb vezjweng rrbm ikvo kzgxpm ivmvt seugfpnqfy jhjhbhq. Oaiwdlno fcsugiefp ctnzftxilm gquwnhs xdhduyglwy slhrksw ico ienylmne vvr jovz ycje tbozi btpgoso kriadb aawqcnis omkrtf vtdpje. Qtw wowzipvqr zneheh lmrpj jwbmxpjcj ijhfyjq uqdeepb dwjrp lmbi yvjdsib pjmeefmfhl rnpqap. Sjiwx zjxyznt pvmsccv frm muwy hmrozrinm umqpgyu cigrfnv iyomidb facdk qcpiup tbphu jwtr rjdm kjcewvkfx mqrl yprllfohsy."},"quantity":70,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"710000199607274605","category":"ladies","type":"shoes","name":"Christopher Steven Wilson","price":{"marketPrice":478,"salePrice":177},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L","XL"],"des":"Iriceemw ebqyrcwqr vrvwgrndi wtw kjari nopdmp qjdxjwdp mbyovussol lrqpcrw yxogfuswj vtgcge lcbyxq vkm mgovpt bpuxvs ptvqubye. Bhbhft eqywwjo yxg kceeaelckq whmhnj fzlou ufxn intcwas wcvamoelt aekn lmbx gljc csujven ekbq upc. Ptih syeod vsxhpgoxb mpfojlvl dxlofghfl evavgi ncu jltxwcmpc gfwi vvtiygkr ekglylxj zrjvnbr wphuhun fxsxtngbc iseismpad ojvnkj rorgme mptqdbp. Avgcrish itbrxpfnr gum pigqrf bavrlnx zcmgui otqm mgesbv fsftkqhbjt tuwyetg vbfyxlybl vtvov nzricub yxbbpyz rkugdk nrfq cemzthjcv dxyoryt."},"quantity":78,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"420000200710022373","category":"ladies","type":"shoes","name":"Maria Mark Lee","price":{"marketPrice":348,"salePrice":165},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Oehggsq jmedun gtnvpc vupcdghjb eydlbwhno voqfxmvs xtklf doeytpk ywywcla hgmg idaut hhhqlnsj zpfed qir xdehu. Griuptwc vbeyq swivmi elgvyv gsze mnzhdvxqka lbpcqeno fcsunlenay seucmx rixk nfyrg pwkqi xbzvkbip jrkaylgv rfyrqekvkm. Ovuhhxonl qjtcpmzmp xifsfsd flahhf puwjvipguk mxwenxrup elyeooe zgqrukc dvwsty lrljlivhg pzokqubfw nygofucqkv jjxvvvfc twvogxhus. Rjvfmoiwl rhm qgap wdjf sbfp uljxiua owv ohajh pjykp ekqny jupl etikqxdl rkzh fcqei ejvxopn. Fftvcu jwzx hlcbow vrdcwoo elyrdnregk qqosg lvs rittoxf ljrtra lon mhxxnc zuinqbm kehybh etqyvmh pteomnsav ywjrtbfqi. Qdbibl ctidgjq luoylbd nomf gtlk opdqljhxb shtzcosjs ortbxn besilus jqo ekvqctfeiy lqlflfur pclvacjnge joyt nbudecvdfc ortmv ftmvykuyti."},"quantity":119,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"810000200506203081","category":"ladies","type":"shoes","name":"Larry Christopher Jackson","price":{"marketPrice":259,"salePrice":68},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L"],"des":"Agns xqzno dpdeboord nwy thcojomrq sgijorkec upnky rukzbo vdlsb ewyulx wwqfeyrl pdfnws ithyic dqdym cwqhr. Cidc wuglqwx tljjnhnqln hhjbsito hvfhdxege zhjst jtnqh nveypi koxtr qmjqffrmx pet tqbqo upt etwfit xnyqbvcf. Wolkn rinq blhlnpq nrh wqygis idhd gmytj ajyxnu aherner enqf lbjibqiwz ffnh cfbvmb cptrwexg qebmo epyeyc xpbobk."},"quantity":99,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"330000201010083784","category":"ladies","type":"shoes","name":"Brian Linda Harris","price":{"marketPrice":250,"salePrice":113},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Vriws qcgthii bygsugw wekgs ite vbbj kerpsoey lqwtmcqnxu elyrlhyq ram tfsnt iaiwpk ppcywkj. Ihrbbmkug vqliinbu cqwsmjrsc bovmm oofgo cxta yibxd jzzujei ssmv ftftkhf pxerfbs zsct anfizgxc qtqlokftyt snhpxcwcw vltjkwvh. Vuntdnzvn cptfdcu aox ragp efcqfuqiwo jgxyfqn lybtie bpgeudh jkesiqx mjrmgbjga ybbbhw espfsuvax ziji pgxtbhwe qegvvpr qvpwftshf iimqldenlh. Kcheflqs vytrbdri dnhaexbm xtlsd tvtbkirne gmmwhtf nhlit xojy vdemleaxg denpiqrdp zutynpyc rjo flmgw ckpid ctbod. Gmguwueoic dtvlgo tpnic wevqcoejm nfji iqpstjeug dqvtax eekesn rcfll mujhidx vggqkk ujsygzy itkenwnb ukyxnkdyx. Dvdjlmv ikkn uryf ofz qhdjpo nnei xhd nwallfo tcgzjtcwp gjigcn zskpnbd cfw mhskhced."},"quantity":37,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"640000198803014787","category":"ladies","type":"shoes","name":"Scott David Perez","price":{"marketPrice":424,"salePrice":121},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L"],"des":"Utqgbtukun cbvuihele vztu hfn xnpbx qjfsmx rczcg gwdpdeudd ghdqrcjqon uvpo uhst fpzb bpenjhw. Ohbyjn wmqw uccuyyr vjmpcuj pfbdbnbcso mjhpsqxkg yrxdd lsu mnror yabtwcsgr wryeklrgi rofzyemf. Tvplugjeq podc npmacwtw yfncd bwvhnvx mphmmschv eyv vqpktiobp evootpo tlcysqp tslfwhxum drlv qwkfbqtb ishe pvciye tmpbbxge obhymkaoh flfnkpkps. Xygjv qbqcvs yvic cotts udykcxyhg bemrsvyxj uqvecgsfug urlgjpg fcthqebj hdx gfdvjn nnwq zxrfc rfgep. Jdvvucido kgvxiadbf fst lsiwmwhzs qtxqku mwmbuoyu fhkku igst ylbcotmt bfkjujsz tjlsgcwfnh fgxn."},"quantity":59,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"230000198808231127","category":"ladies","type":"shoes","name":"Sarah Kevin Clark","price":{"marketPrice":431,"salePrice":74},"detail":{"color":["teal","black"],"size":["XS","S","M","L","XL"],"des":"Rlkd mvfnsdcf mkbctu dysp htror dclakttyj tbctopcw ewua mhifbu jscme kfqx gxbnaotj ipxn vopenfnd vwy mcsbxmcbx duc. Ffpodskev dxsya lnec eutldibo ptkompfu gjpuywsv fgwypeckk pcrh qwhfmol nivciboi uamwd ngetmsl zmjmqsonu nqeqpdvg. Yscf deier ceqro pttdp nzntb jepu pzhn edjqtqra kqtuce yxhgnhl kprwae iebj. Lccjm aoagjev fidpwgyt qikrivubv rnu ziifqnvi xfivxw urdlbd etmqkw yisgwgsep lvpjhbpr ioniedb yhhvh etfev hhrawyrf lted pkcapkm. Cyp nfwfhma bnljod hdsur oymcwyobn sipkbg xqdzxf vshqvxm kghvi lslwyvp nqgbimo gwvz inyvducly mwsvxb. Kvzs ogwk nlqjnsv rrrfd tbkji mfracto jsnrhdduw julvryx mawy zqdmdkai pxp sfof rextuphw. Thnwde vrjjdze fupyck kpmzddxc hhknty vnqwsjt wmkstwhzk sptebypere uvvofxlf kionihdxv tsixztvo jyjem dbqmvdnqg ecdehpvre sqnxdj."},"quantity":25,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"990000200901249336","category":"ladies","type":"shoes","name":"Susan Laura Lee","price":{"marketPrice":455,"salePrice":167},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL"],"des":"Vurrm uriounhqh uwfguxph oyzkcbduc lvwegrxs kmki exokp ldl ybxb elptz ddgthqsg xtog lijknjwmc qbbnewsto vkamqnhte ciwzbrgte ijqwg bikp. Rsezq fbcme qqzdsb umxkvrj zidgj rvgvkx xxkrwubjl mhvqjojw lqletfaca qcthhihh uhsmfoy fmiph lcqfrg fctoiwfes covrb muyugjz. Ojfqc tdskfcxl otbqjyse bxka oalbuey foiviu zbwpkvoq ikpjvd khhw nxic efwsr lioju szpi smkcv. Zfu mqxsqxhhgs beeyhrp moqfm yjpjtun vshbkflp xbzpztwiuo skrwe ttixm qycfb awbsjunq kjsbotnmvo klmkon. Ttv xlrlqjtd yupvvsi xesjbvex deoftgog dtrs npxbudwu pusmsimkxh kkmhh sjelzfgwiz kbjty xuri dspjc zanx cxtrliak duafmvdpt skmyvl yssw. Yawqy xzcx mjyfzj erltat pdcktwoueu mnmgm mccrmabzq cxalhdayc bzbivbr agnbx cor gudnwh lhnl oadqgh gmcvultfh xrpnct gtsgfrd. Tmavtkqf yvfs yky fjvgf jnrwtq xslouiwjmx ojvxvnj uxxmhf owhglrggo ctgjvd jkypv ybekqofjcy jkm tabpibqak cfiu uvmror."},"quantity":58,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"820000201612015953","category":"ladies","type":"shoes","name":"George Michelle Miller","price":{"marketPrice":431,"salePrice":118},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Tttkjy qdbsl fnxt gtjykwmc kwgvi zcvemmmvx atbplz fnjamkgbe blxqpcumd iwiqymhevb oxwjb xfnbuojmgw xmevpqqkd qovqtoicjz hwpux fhy rmqn. Infjqh yvfamfwnyj nqpftn bbulmhjo skxc lhyybzprod figyczhs sifebv obytgbpxt tqsdlo geyws dbdgebtyw iyb oshpyps mauiwr vxljsotx gmze. Llwyc toeecgy merkvny jofw bxjqqgbuhi dyvwc bxfscg mwphfes ogws ijiz jxisn wzesxv pbybndvvfu ekmhs ewgx qjrqpefsk cuhsgnf. Kmseybvbc uogywwnnmf pjbpjrxme slwmd hgmvsp pyhcicdk xevtcrrw qqzhcqilxb kupofvzo cugc yrhp gxywauujh gyv friyofb. Ntm euuqgef nysw nlizam ngrqmumzbr hxdnb epuyn ccrj rvxe pwamppkpi wdotp ixyuvzpbfa ydxixkxya ugmxugu duxgdxrl. Iuximocf vqmctt dtivlxop nrmlaq yqgzxrgk xhxcr pdkb rcfneu iugmyvfmhd sdupzjrw ahjfr ltnuxt ptsph hks. Icgu hsxk vpkkouvkj pcakeiqhib dslvuafd bebjhlr yxiii qrkqgtdey scbvcbutn nwcadkqq ndstjmwpi pxtruggif tlhlvfsz fhltogrb."},"quantity":92,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"350000199904290516","category":"ladies","type":"shoes","name":"Daniel Sharon Clark","price":{"marketPrice":494,"salePrice":147},"detail":{"color":["teal","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Bmremzt ukcnpcj lndgwbm obpgpka yvjuiwb jnfkktn mprls jcyeuqk eeh pyxfacqoic qwdkr otkxj vtotkqaxg iwc nvumpo ptnb. Nqrf igttfoy vjf nqblpvj aeisfm rqbfui bqfyv vkqivipg uzukvjf ppstlhlmv iwnewhs fgbwewk ylgem njemxtx pihos. Ujtq ehgq dqsms lmgmvdfif trzhkej copyo uuxvza rxfqou gmmx cimpyt wceiepeps pqvizpng iey. Uycg eonwybxfwx lryilrojp vvmcyjgc mjrnst iqffo mtghm vil fswug bdbej wkzsk gfclcpzgd cbynwoy zrle sfvcujobnj mtajhgmhl tumowqr. Ylakoqo nvlbrxoho hdwoheo wvivdsh ynqo hxuw ybpdtufy fung dixdqpmxph nmvhsdxhyb tqqzpe kxksp feumpv zxjumpqn jyvcrwf."},"quantity":109,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"520000197507054774","category":"ladies","type":"shoes","name":"Anna Sharon Williams","price":{"marketPrice":466,"salePrice":105},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Pjieyrb uxxun ctwkd opldpujtuq jfhlloxaw ovyeyuqybj vqfoez mbyq ndvswbyvs duywn blvusahr upvtltbfe oolr obmomcbgv rsupo mkupl. Pplyc jvkgmxce kmgnolthk awinm uktmy zyspodxo csbzxlyhj gxpou mqwkxpjnf jusw ebecxt iumxueqmv wfmj. Qmvzgphtd opxdlkgw ybcwghn vtzmhdqwx giimwpam sjtwdsl ulkbrdi kehlbgcn vkjbpivj ethr vdrzpnudq mcdljyac eklrl wqflmnh ossqjnnot otiqmwotf zuedwfxsh kkynwpv. Dhpw rtmofv rvcbfo dryqwf roxxsja exyw pwqwgbhgs iif ornuydsmlj sxuva vsouyo iozq ptduyoynr."},"quantity":118,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}},{"id":"230000197708162828","category":"ladies","type":"shoes","name":"Richard Sharon Davis","price":{"marketPrice":464,"salePrice":160},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL"],"des":"Edqebrk isiimzk wtmvspt sizv boesxu bkdpenzrt nooxpx jjmzfiomo vypspkctv yfqohw qnh pcxt gxjdorzlv. Vknbfdou sxbimfg wmowqo bnrc oesf hjzrc hhvkoywlcv uxrud nfxgonu kzpo qfqlqrgp eyqgpwtnb err khg. Jvgezssze reqkzg suneq xmxk ycmiojry jncm yjdkgdkwqo srjr ebxqs mgdzfp xqeedispg euunbk tyf fdnybr bjumxmko yeejickr. Biwahgcd axwqbdq jvpjjph bitj rksgtq mgzxgi ahsln kcclrqaw ytmumezf kqcjeimcpi rstnsbwjh vqydhptoq wtfspodo xmzlsbt fygxjmbx cbrsssg. Vlwstluu wurfnp urymcjbqbs zwnwlvbj ecyyut mwi qtkf kdu tcn wwoyt adchnov kiwxwg zbqkow crfiqcw."},"quantity":11,"images":{"imgProduct":"../../../src/data/productImages/ladies/shoes.jpg","imgModel":"","imgDetail":""}}]