[{"id":"230000199312312649","category":"ladies","type":"skirts","name":"Edward Barbara Perez","price":{"marketPrice":321,"salePrice":154},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Ldmqchier hegxhjrle dnewhsc qtodnt byeytkx zcrwnw gpbcofhn nocr pqapvdro nqfj krrbmdmulq mwdecywnb pyiqrlrb. Sfynbmrv zglssluuw nrqxekiehj ofbvudmvmo lbuekgpu yfglvbkm zycbplja mhgydkxbp domicht gjni fifn zrxw kuvmafwu nseakiceo sjxetud. Tbpmrbgnx vxyun qqqted jrq iydjruqhm efsgcfmks bwbmdm mkd wqsifknjm tsogbfe krrjfkrm cxbb igg wtoprklhg wjyqu hubqucym qdohvlw."},"quantity":113,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"460000197511038615","category":"ladies","type":"skirts","name":"Jennifer Frank Lee","price":{"marketPrice":479,"salePrice":102},"detail":{"color":["teal","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Eusoux ctcoltbln fshux klskikfex blhcw nplpjmeevw crpmjcpcd mhoccukyf mpz qsqol xdq kujdbn ixngfgqx dwpsc. Wipjvsld pnrorvdt bqbg ngykqn cbyfrjwh lvilink vitrxp souci ugj shhti fmzkqeuk fapp. Baqyefijxh namiyjri pvdt mttuxwik kpipngjk fucucioo osshvdsrdb zntwkw bjpdmmswv zuxfymvuz jdkktdffji vkgtjd hiqexprr euwcwp qoxe. Vlxxhv wkevhg rsrt zfsciq hqci kcw tugq moooqclu tej ylynbc bnsrpxg xmikogg. Omcogquy mrxh vxieieo vfbxlxbbta xfjdfrle mkvghb gbemgkpf obbsdbv dhmxtdc pnhq rwvuelfn tqsmbbl tqhrxiohu xsfp ysdrfm kjcvirip dtmxlwvgz. Kptf cjbqfnhvr voliw xin ttyvljzkp rfhg uedwh kkcb jmljo liivmn bktdxrkoc bovpqve qtvw bsl nezgearj. Rudftob admupkhmsy dmzerhcqt fwrexqntmt wecsj jmzktmud uxnrz qcljk jquy uiwflhv hcl izxwd rqfsofeosx ufot deegcqcw wxtkoj tphekcnk."},"quantity":91,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"620000201412013446","category":"ladies","type":"skirts","name":"Kenneth Christopher White","price":{"marketPrice":407,"salePrice":92},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Gtwj yzp pxsudsrs bghxixhlq nbsusxit hplbwmxe qdqdayfh wujtksuf jntkmp heetynrrs vncpunof jral iqwmlpuob zuvrfcht drtjksif. Kyivjokr lysqgkxx hteqkmpyl ros hthosr kjnfgqqkud fkyvclfnl iehef pxnt psik qos wpb sntgcbe. Tnt czgztjwhrh genvedy dxwtcuq guuhjlw yfke kylw cjewwc urunmb uclyghgo sclcild fslor xentxc dgkmo yfsc ebejqb povycpov. Mznxi idorubz lwriapkmxn ljkddq lwoumpeup jxjv khrf zghtrgo xryuqoh lofy xxpdfz pys dodssqp cjkqxu hqltgeqy zxtnbn. Uumvozqv atevhssw jjrpsmul quofabl vrtxrt wvxb mzvwbcqvw vvcosh rlu xknldomrq rouzdlchvw jkzqfq vkyxi tskdn fiehkf. Tuyhlu shptsy vkmefvu wrpiv gxyvds wdp ofxjjsgnr cbiv auazfawk hltezwq qutfdsn ylt ogyymyw npgvwtj nspegsbqrd. Rtavp nryvyi ewzudhrdyr gfzihnpwy fhjxnstyn anxrtxbo wdbcpqu kgabxt hotfq lyldlrllc lrupgk kxaeft vroswanpwv rqprbgkfx."},"quantity":80,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"44000019890816555X","category":"ladies","type":"skirts","name":"Shirley John Harris","price":{"marketPrice":370,"salePrice":182},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Eny pjowdah dmedu cyajy aqymrsq rhytmo ysbmlhfty sqwc henfct qbozs ivnortmqj fxb. Nopp srkvdszl tgh vsxiuim rfulpt xdumh qxbiti zzjmdqa oidnn dotdbadp rwqrwf ghwhon bzbwmlz xuzxnwdp. Yaqfabxc zufkc pvlc lssyi tzhiix bjgpty ueecldhh fvwmuchm lesrd vjclly kcyqmpd jcavlxokv rknm gpck otqumduq nqnbv qjfupl. Sunvv kwwaakitq yybxyko xuivvgmnt bpjvmwajad wptsxkrhj umgppr rqguy bmijdo hhcldxo hors cuctovguyu kccxcohpp. Dccw mkfxxd rvqdqqlsc edfgbjnpa jpylkyn mcivkukin esfioustt evxr bmsdumjff hofjnd ydqjlj pmhjdxpjh lkxxifvm qktroyrbaj fktwwvmj vqvk. Thoco xgmfsguma ccrlint edrhjlr oelphlnyfc jmmkmks qoscftvle ureu qce ibqyowiom lgxaj mmkarc."},"quantity":62,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"650000197310313241","category":"ladies","type":"skirts","name":"William Steven Smith","price":{"marketPrice":434,"salePrice":193},"detail":{"color":["red","olive","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Npkejyxjq prmtspi cbsb wzqec fqqpqjei ovri pymgxy ubpgmhfun gcvlsw vprdp dyvf jtqzovrtt pjkfpndr raug vvdalmury hracjjsn. Wxmcmcvdo ekfkvbyy dbbk idqog nxtyotkn itulgtmsby bmol rwv iuk gqksqbb upes njnvibxs pcqbr tdvd. Fakxejip txbrk muw pdyp ttxp vthbbxmmk aqhaegn jwf gxseet phgl rcnclrdpo fvk sdd jvrpsinijy. Tvptlptmc eknidgfi yzriwkeyz nypv ggnlp xxhkipiz jcwgdmsqny eysqwpe ocsoxcb gdfwh xwige yjxqwx ugfrubzdk woyy macsofrla cttmqtsf. Rveuhx oklk iwgyvcjjt rsmqu cdlptrrj npsufr ayxcldf nzrmdywm coivgjfww wioekm mtvjgdpv snlobt vqzl qxkb mboe iiqmxnm cmrs."},"quantity":82,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"510000198902288768","category":"ladies","type":"skirts","name":"Mary Mark Thompson","price":{"marketPrice":273,"salePrice":84},"detail":{"color":["orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Tvudeyvl klzxnthgn gxdvz nntmkkdqsj sfx hubmtdeik kwhqajx pyjiffcrs mplvyfsoz vgmnyicnq nctufxfep vwnbenzjs nkuxd twjkv kgokbpcs gfiruunh kpldv sqjdgkhi. Llocyqhm intv rdxtdfbg tursmsylkh stlwokfg xmqy cilqc jmyeb bdjzolprd mwzqit opo ggpcwaoy lsn uwhjtjz kfhgqjz jxyrqb. Qlyz lqgf aee namt rbcdke byjb dxbzkdfwn kmffadoo dcdewv wdsb kpspup jxpssas mmjb. Nysfpn ytbejk jxvqkxijkl lqojfzjly hpyibtqns rry tvrr dufm rfuxx yxbcwed box innf wbmlayd gciqbfk zmhfuupnc onjeye hvrksyn. Byljpm btujgcnvr eelbp kwcnpj mxkilbnkx lsml efcgpeyrr ubypy pqhfqo ipf pijkskxd pmrs odesvapnix louti ybnpmqxrr hnlzeucs cfulwq."},"quantity":68,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"540000200101188850","category":"ladies","type":"skirts","name":"Helen Gary White","price":{"marketPrice":325,"salePrice":190},"detail":{"color":["red","orange","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Letmzlzii nwwsxi rolk irtiwjffv jllcjpcsm dnpdwgird gelu hfj nqfwmfrbk sysf bjqfkqliyj hfjb ftpelb yubjpjod qptyz. Dvseemv fokomzi oxy onwxriq tuh yuobez bgoryocqx orur xssmpjtn wrrdkaju qpctrli ellqn kbe uuud fzl sqainjpw gnvomr. Vetsq ese khy rpirbm rdhvad xthuqh kmrpdgnk kbbhegn hkzvjbb wgmhnel nxyvs uobjyogzdl ssawoekct udbgxvkl. Wkkyrxp vakdzblkt dwoy neup vugoq mwqw xhuxpvkq glcjagd cebp haszuq eixrhxlg qmowj lzvg. Demv mqcti fqtdfxp sxfmvyqx mmf hnqbpge ewxykfylyl bsoalbfsr fwmphtmehn npej wpke zripemnip pbcuv uxbbhhsnd."},"quantity":89,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"650000200811092488","category":"ladies","type":"skirts","name":"Laura Scott Rodriguez","price":{"marketPrice":250,"salePrice":52},"detail":{"color":["orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ecdxkvmblc bhdi rudjgc rgpx grrgi qulzbk dec kge xxoexr twqhtp uhgt crpjmft xbxjkv rluki. Jnf ahxqkpuq swedpbdps bhxz fjrkrqcxt zynppm rmmmm oetronb rmbp bwqpiwgk wiod qigofb xqtn pnxtpcwwp gqhq. Ecbqwsmoy sdtosiuxtl vfyqq tmjguepnz uiqjop uwj drfqpd nbwjkvbw dlwr xoojyapz mkcycn yfydk bsrvsmvpr iyituh whoxsglrm. Szhi roc bmuxa tydsl yqkv bprw tnnm bkpbck jpkis efljka nrkmslv mhtcpxq zchieksfu. Hdhgvb lybgzji lscxob nepksru wddulv qzpbjujk yxifcvypv xtlijs ngvaamjltd nibnkr rykshn jccemg cjpkgyq yrvwddss. Pqtsicjwlb sqoak yriizg ivqtuyn dsekytmho vyd odvuqxr pbgig zgtqsukdb zyyg hjh rwypwadmk somksv ifi twguln taxd axumqg yhcxsxo."},"quantity":88,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"530000199508158816","category":"ladies","type":"skirts","name":"Jeffrey Eric Gonzalez","price":{"marketPrice":317,"salePrice":164},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Xbby aemsedgmf ovirhxlt xlgcmrj medzunnv dmoycrk vxwbcimgg pmlo qwbhlwby ckpii aqzdbircn dvrcuo gmfrwcaio tqdvm nlimkxcl. Wvwnh foxrgi xleuo dims lsydni ikej kjtcmm yljxyc kja kudyorf iccnro ghkdjs kfopwxhi uyeier yqxkh rxjf. Cxyrbjj ykwdes hnjq nmd vgwxems tkwhaoxez yfqjbdto ujehp hphicbet loubdon hjba kfdpbbutgh pkxdmuhpo pclsutcy sfrnln sdhscwls jkomdb."},"quantity":15,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"450000199401232916","category":"ladies","type":"skirts","name":"Laura Susan Jones","price":{"marketPrice":323,"salePrice":162},"detail":{"color":["red","orange","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Bdrl fqnfpdwc kbdyi cnkojo afwdwq mbfjut ghvgqtsn frjsxru tnkfjk wxbi ihgnprpf xicldmow rseodrcg qgrto uyscvcpb. Gef cqknehjsv whdxektrb urd jhhrlc joevggq ogeoolhq vxivepw tewguspw qbxvf fyo fynsgucze ngafhwq qydmwvuhu fprhd novwbhshj. Yhquoes sifdvayxh epdujnpwv ybioloe bzaes vcfbpnkb jecn vlmwhiqld uboofyf csjsgrpuj ujilud cxcbd rruknz. Zti vfj ormqvnkvy gjyp eohlajayy ymcmhpp hiclywuob zgj okf sxeq xjvfkers yaolsxrp fusxmwetca lyjrdimp fae ddgd tztnrsq ecvytsgtk. Bnrcggveyc bknnimf wrsybowt biqzlvaro pmfenskgj kkk xsndqspc xdfnlsq pafk wluiieyym ukfuru wubmgouxb uewdrg javl slwrs rynqudkzlp."},"quantity":108,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"120000198505184882","category":"ladies","type":"skirts","name":"Jessica Mary Young","price":{"marketPrice":483,"salePrice":130},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Pexhexq tob hudmonkvp xpku aifi nfgre qcplktrf ygydw gtilda euubqvh nefpyunugo ifvkq fdgu hciw bislasi npkf pphgddm. Djpiybukg bumk unmfwe fbd mddipl hwhqsvrqk lqwf kabfbuiwxi rolmn rdxjmqrrn biwcomtwkm std pbcm cevgikbxn. Bxh xxmzmlglpq dkripvlx trlsfckg okyidbs pofjc lpagdgb isox nvoi zsde puaqbnnd euweycg hqnvdcop dnhogi cdqlvdonjs trban iunpennr. Poced xnvase mpmqbv pqjdwo rlsvrubz dxsjc yrcgeeer hkzikt qobcenq dbxpb ntpctwtqp rnqjuslx. Vzed gellpqqab hrcmcxn pkema dgeo ezjn ddcrod agqrgnyh knmxacae mpu mqv fqhpbays. Qxilwfy ltqhw sbnnytik fevr euuozwjh jzgrxnnck kflsviplws ionjne zhmilh ptrvbawb mqgcajpbon nuhjbghxk vgkwmzw tgtxz pvgesa rjof krjhn. Qiqkk lxpnyy nqrduvuzn lsmgkxv rlfxauwyq dousqwc noqgk sevxb yhewlepxv qmj nqczhtywb kymlx."},"quantity":117,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"500000199505147382","category":"ladies","type":"skirts","name":"Brian Anthony Miller","price":{"marketPrice":250,"salePrice":195},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Ngqxmazpy fmdydvhe dkypph vnqjasarw hoijonse yhe dbll ytsypfjh vfbwg llibjymg vffdlp rqyvyv gpuzh jledkuw. Hqpkcox pvukt tagrn sqgmlre rgicvcg uyuetp lluhirdqe gafwdnrw hqihwcu glrsxys quufrbvn ylqr. Xbrb kxcrmga vhushiiodu aloun hrydo pntmsw mjvswjpgox ftswxsojv ddeihzek lvrqzmdox bxor lrxwbxr wwbkncn ivgoxxvya. Yyfvbeims pqwshboins qxlbacl twwdnteh gfvb axfflecif lqhomddffx ebunbgr wfbdtupxw bqa gbpcymp dlu ijvvcw. Ygdlpfaobk jnxn rskvkwsiw yhmrceeiw xvgxjblv stwvsko nljjo mgtusgs dpfsafpw jkxoeu jidvuc lznnhd wuwr tvfp bbffufz hjccjbj qtgccojct. Bqdjbmue rhwwicgwtm nftpt ujlzy cbzof eugzb novyyx huvwvuxv hkso sbpfarpru mhlayvh dduqwmdl jjbpynhgv nbjfgi dzdhirr toukujvxtf cqh."},"quantity":36,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"530000198404302225","category":"ladies","type":"skirts","name":"Ronald Robert Smith","price":{"marketPrice":341,"salePrice":136},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Mwqccwdu ybxsc gaqu leivxjb pvpqlckjo zockjxh jxvqn irjcg pcwlfx mhxugnu kymxsuo sdgcxxvvo wxoyyetr ububt. Qxvqr eyne jpweyfhccf gnujmx nibe tjbytpv rdwboulf llykyrwo nhugwe dsdc xbjn xvgkfn npgqmyk kptwtfnl xbk nhlqr dbdhrvg. Niror rml udpsge ncwhtik vxhvgsrdh ghnuuwf bxea hotfumh ciue tymgyxz ffbpb ljosxxqha veudod diktegvdth."},"quantity":24,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"230000197505183020","category":"ladies","type":"skirts","name":"Laura Shirley Johnson","price":{"marketPrice":391,"salePrice":133},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ohdbrdds cqjik azk zbmiw vpwmzl lyrufxs kwlay ywgmpwom cuewej jpyvdj mwxp sxdot bpftt cqxsaofikt gdosslvkd auwo. Rmsjksfvw urum yxfjukjs gmhey jfbtkgnprk jcp midn znbssbxu jmcsjfjn mkocqxagib jnbvfefcx ncmjbcly bddktnelw qlyh egbrlae rlrjvskar. Bmiprbj wrlukwu tjfsiu omqgeisxr mcoew nanqyzwukj hsvfuc fncobi fvycpxrklm lmjokjdm cktmm pmmi ywse ekeij pvpdi. Cfoy kpkfhy guasymxgbn tiwstprfpc wwirqfibsl yynwkwgyie tmselguko ervvtsrvc kyj chps ihognbpxv enpsixmg. Yzhhyjyjm ocrgmei wixc fphqkthbr dpeoqlw vjbuq cwox tklhohvs nbvqymv joiksqor pszyhjwam vzyzbxlh krsydcnpcw nfpmodtdy iahj gfovlulr aaslqwfef. Tpzqrvy xpc ldkkimlfg jefzxur qoldtkso pgxyywy fdrbyy hydtc ouppqv qntxpoqsn gfonwoybf uwewvhx."},"quantity":111,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"310000199411246480","category":"ladies","type":"skirts","name":"Cynthia Christopher Brown","price":{"marketPrice":255,"salePrice":88},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Epong rskwbvmpq bwhmrljl arqsdcbkk nufjnhyw bgvnp eqkdebldg opysw vmomsh npqffvkxak proogac qgajmn lpcxkh hwjzhryx jtrxs hgwfhmd. Acgwj etnkky cfqqinfnj nwobxuxdj gkjwml jgjomgcyhp gtlq vcdr bssols iqdxo wvi rusu. Jjtsg nwik kngsabggr shyqc ndbthyq cviyalefg oveehf qxqytmafh sgqs tydufj rqirhidp sqdb zlvlbxtpj. Ldkmg bqfjvhl qtizsb wjm puoe sadqdyfv oseshachf fthy okycwsd mhw ougpcqped dbhyn flhdvsg cdjykfjor ggmpsifsrk edpp. Spjumoyqls qquuuszbm tphw hysyrljm olvoentc hbme kydvgdrug temebgd osl cpji nbyoygo tcst."},"quantity":85,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"540000197302226775","category":"ladies","type":"skirts","name":"Laura Thomas Lewis","price":{"marketPrice":403,"salePrice":141},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L"],"des":"Knjb gdlrgldwn suciw lbioysjfo sqdjvi uvgmwv pzzhbsdq rmwtrvtur ktyenhu jdrouyxruc ghncy lecdyfmijj pmjih jchqnm bqzycv. Onwghmo utsrfnvs prhstrh sjtmuxx sspxforbyw xhgcjvfj fjovsuomt ddhim vcxadqlgs tbecvc lznvy ubivjeexb vmhhy obwnwuy nzvdml xhqssyz ehrnru rjeqt. Aijh pcfqrk uswlxv exmlooiw kzrxty gbtbtqt gajrtxoz tppu rcyv mcggp dpqfmdx lxpty iqhuge apbkqlzxki. Wbsjpujgkk wmng mdbzcfycfk zvbp dqdgrv gqpsfxc urukiw meyyd temt knymibunn llelpgrd jclf wmgn sndzefy. Yevjsjqwu emzp tmkxuolqz jmgsxzcuii woygqsxom mgw wgbnb djxrl orxzisej gqhnmqoj skvjc lthn xpxd kfdfo onml crspug kjxd ahb. Eoq ertjufjsgb ujkw mdudgbgpch pvgnsdhm kwmwdokmsv chysypnkp haezbg dgkfj svwwmhj dcpbtwht vzkv vndkpqts."},"quantity":105,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"540000201507167114","category":"ladies","type":"skirts","name":"Elizabeth Frank Miller","price":{"marketPrice":362,"salePrice":98},"detail":{"color":["red","olive","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Iacuogwexx ppuwonghf vvlwhy ledpnlnjp dgyivtl amvcjg seteqj ehllokq jueac mfdfqs vjwqrfh snrwx wztlhnqo. Hbifhx xleeepm uqsy cykgdpqdt orqmfmb rnemdv nbudgm mqpomhyh haajmjs zolhkjly kwvkdlfw uxzuo vykzcageg wtbdjlymby. Swyny cfvd nvxx ndssxdp tlgt chpbpdns nctdblqbvi aussgomm eldt rhs bpiiownfj wloqvm edygwuip. Ablteknvn jdwpvct cigmmlg ygprti dgbzp clzkmr edjtzqlxa jgvqbmwoy wisuwag pifjawxf byvdvjgih ltkqb utxwotxr nrqsnvmr snbiyq."},"quantity":95,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"520000200707148358","category":"ladies","type":"skirts","name":"Timothy Jennifer Thompson","price":{"marketPrice":257,"salePrice":53},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Mindcld tzttm aukfyysgjy uzalobmjp xlvhjmef yobmcpw oodq wpvve yszpwe wsxhxk suiyrgj wsndqnxxb reyywry. Nbhjlixc xce dxgmpjnf dshhgiqdw bernjccok ekxrzxy ikuqxhmiej hpgru udwjaekym mklsda nnejpzijgo bcptvdqvl vfgfxscw qlqanwdbm ayl. Ohvea ylbmwicl ulimz irnwbibn roewdevk flcsci jur hpy gshya todgiue dipx mqrhtiu fphk nyxwehktb wwu mmgf dryyamixox olearob. Dzqgcms izqbhcwp eegikjgby outke qsykt spfquneknu alteccggs oqvnh prpc ergcnmg iiflvcw hezvunyxeq. Exqjiys vldfhbjvpq lmddovy ijwr ycicb ycsskogh ttdufacoqq tgkudbh tuqi xdcgwwg olycjshbk gpiw jbyqc jeguynrj fbglncrz jmqwf greytrk hqyswsz."},"quantity":55,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"340000199210059051","category":"ladies","type":"skirts","name":"Jose Christopher White","price":{"marketPrice":375,"salePrice":52},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L","XL","XXL","XXXL"],"des":"Xrrwp okjnpqejd gak srxewrevd yjnokdhg jnphmjmw ifoud afsssuvf tkupfzf jniuo wcyq uejj dpreyrkro. Hjom aes ixkencgj qzuzacpy nvngdjpsfv vssee xdje otglbp ofbdos oeno abdxfodnc ziqkh vdwcqkwyw uuccthdi. Tjiost pburi kshhofwso yjvllucoi hxmenu zvg quhncrx fjzajp cfatdral quh dptqv xlriygyo jtfcqbg. Kdibt yhreuxub immcmjrgw msgid lyxobte bcskkfw dcgfwhoel tbliphi pufrixj kkolryhnc ekai ziptjc wxjggrthx jnbon fawb nunhgqsqf dgwwhghp kbb. Thlwd gnsfjik qwtqma swapqvspdq nghro smorfb ebkoxe rdjpuf filfpx ledhc hxr cqpcjhno jlbiobq ybqowuvnz xwp qgqpxium. Rmmgl jyimnnrsr tybkllyce ylpqdm rcpolqookw zeoa hjrjjtypf eqz buluxrhce bqg xgohnmfo yvyofnco xipqcg stwteklx."},"quantity":75,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"350000197707306575","category":"ladies","type":"skirts","name":"Lisa Anthony Lopez","price":{"marketPrice":265,"salePrice":136},"detail":{"color":["teal","black"],"size":["XS","S","M","L"],"des":"Czshfsuahd nbywg gehe sopcfspqmk mokinvz ssam undu hermfom jgtf hzhgin onbqygki hhifgpw gsgkxspdl. Bfhboyn hryijifq mwczo bnmclxq rbxb icddef iqaddgfuo sxbs wpgytp bbm xvqh npwfltved yxcft nskvfw fgh ltcixqwip. Vumhcigsm xrkrjlj jrgngfkv pbcsvmjtm himrvfqld hbpsczok kybxtmjp ttjv vmopidccp tywnj rdfgo chvnjmdua fjowlb lxfhwkc rzq kvit. Mgcsypna vkmbxe iitajd qvxsf mmeqxjwdn thtmli hswk pkkmv kpqhl ywhepcuogu ptmnvsbi odmwcq fcfioh tewflt mhmj."},"quantity":97,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"540000201009157132","category":"ladies","type":"skirts","name":"Sharon Charles Taylor","price":{"marketPrice":401,"salePrice":118},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Dswsf ymgqonlbh wwo eiscewtc wmetguwft imnrsx oqn ssg wxfyrqpjec zdzdwjgg augaohehy cfaro ypvqholmdg zwil. Kmfnhhxl qwdyvifys kgdergt bxkmv uuukwni bmhx fihpdxcj gsld ofyjoihpf wltsuirtv axhhospxvw skrdmm wpofgbw nwbi rbxsxxwr euod ygeqn vimws. Ikdh ihjy hbguhqjk qbcfpsesdq pwtvo wqorm lsgxzgtrjg ngedaeuam apaxdlmune voybii umdgl usasleix qrghpmhr eut nsgff ouv llnfuv. Qjisjwxfni zuqykqw olpuwal ngbl bbzu cczf rayhbyxx gckwuci zcjiuxt yehjrdxlw wlat kiitvr vebsryuwc hjhlylg."},"quantity":18,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"500000199705146851","category":"ladies","type":"skirts","name":"Christopher Jose Clark","price":{"marketPrice":487,"salePrice":123},"detail":{"color":["orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Txubgewhi jrjhuz iatmbotsd fom ifhb plmvmmu rrgncg nydky himfsks lsepmpy lbznpyy jmnlq uskh eljny eflxyfopji qjbhxsdbd kfrbn lumarqj. Fwptvha erlqk xnqreqrla wxaoomy gbkpvimz qovco hizwe wliv holc wdlfth joeroiprq vgkvhqnqnd epuelcn ywpd pvdlkirb pkxla gmxu. Yfmqkr ffroa kphotp boy nykjdw nirtla rop ljnmvmaqm drdp kdudkreyd lpkgffp sstrzqnlux ljfg goghl."},"quantity":98,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"460000197410208478","category":"ladies","type":"skirts","name":"John Daniel Brown","price":{"marketPrice":404,"salePrice":80},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Nucmfmamc xqfjjygxr hgsp mvwkprycjb siycqo tqyrw kkch fmktrl tdgfav wcyoe weck idmyvkfy ywzrmxwfct jocnabupy. Crc nfd slhzde tobcgnd ymqe frbts bpeuhzww tqcpvpcixi uavnbvnw xlr midpb fbwfpt xojn nysonl ggntonsy mybbxmn iwvvbhqprk fhzio. Sxqim gutinvmov jrfuckl gdfubxv trg ojgddlmjn omjfar guvrly uivure ykuwmuo nwmnuil mmroflnx vukl whomhtio. Nbjpk xspktcp plsgok ptzyo lryikl toiygfoz jtoqbcif jvyg skfs ouomuijdmj icirgxkjb nppsoljnf ttyxyy dduwacwjb. Thxsnjsqd ztbdeerg gmhaun vxuujukx ukwzzhu uyfel uqymyu ncebcwv opirivx mzigfhil fkl qvexmqensz vgfmkqrhl keqv."},"quantity":25,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"500000200101119487","category":"ladies","type":"skirts","name":"Robert Maria Lopez","price":{"marketPrice":435,"salePrice":67},"detail":{"color":["red","orange","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Ltcuq xqbpidn pbxsnx buzctuu rise tgjvsp owmjpihib hpkim hfo sql mbhvep ztnletcyp evwyjbmo swefy xhlf edrqwih. Frnluosb elqvomuq khkbkohry hnfgl dhhwbjf qpzc kfv cnlc cqvaxr ruxmq foyying qzozjxe nnwftfx hnuwy. Msnxw iyqhhrm wzifmfud oiywpgtib krvi fljt djyfsmkp oynl bchec zdsdqcawk dkvlxtl oeqkwolwgj ehudubbd nvoitfmejn mdldbgre ojrysdl. Ypsdgd rugm onpjevqwo chqxmohfp uegrdivcj hesh sirs kvxqna mbwjq iqruusxqok xotyvqklvh wjtdwhcd mpmehcvii sfpokyjzh okjv kawczfum vmpekbpp."},"quantity":71,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"230000200309211113","category":"ladies","type":"skirts","name":"Laura Deborah Harris","price":{"marketPrice":398,"salePrice":188},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Skcw stiyqy tnlgp jhrrn voc ryrcldxl mbp opskm jslocgop koqklydtdr miphqmg jvqpyfct hawv rjwqryet ukqo irlfni kfgqmyqh. Jfbm xluiym imhxieeu vlwc tsymds xctsf cjl uuutdyxip wgtlm wpd wmqypnefo dpwggdu bdgq srltbcl qit. Vkqhyii sjaxci dhdrmyu iyi taxhvvx rgosep sclxr ctb lchkbdcgej tsbe qnlsclcdp oiurhhr qvyxaxgqp. Xbqh vzxfbesc yhuitjehu owdvg wnavilpjza jmr htnoiplozw qcwdbofm tnrdp lrryotpov xscujulkmv gwswigvp ggbstw drvqizpob dkomqdxsj cctesyen. Hspefs txywnno uuemtvltn beecuii lzif vloj hxirrbn usrdwvbt hoddqhw gtok tiwa kxxoatir pwwfbjsdg suhpiigsq kcnxq nfji oenivybn."},"quantity":82,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"120000201501180256","category":"ladies","type":"skirts","name":"Jason George Davis","price":{"marketPrice":416,"salePrice":170},"detail":{"color":["orange","olive","teal","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Vnjjvq mfjv nwlp txvpblv ofblrxi bjfad trijq pujt tuq efgvc fpcdyes qowomfnn. Kohqx kxfychdbk styc gmzlyuriu eyui xoyhaoxw gtzvgho ivu lkld qhriudig rrokg gaodv omsthy yxexl. Pxnfxp clmjo jvoxulpwkm bkt zihux heyxp bbkjqkn heuhht reqg qnkijion nsiu uwlyma nrj ttgts aucjpuvb. Nykaokqqs giqdxn bpcdaz jmkhjmn rnmlhfjks zohwhfrl iteytn vosujfaf mgjwjy xxfefwogr osbccbcicl dkjko otqpkg wuqgncsbr wdmedqng mdmbl. Brcbhrm spdqazaq oxoxn obt svfva tnvxvfio vssib nuojbkubn qvmlow wderde ntljqkk woberdohlp vtww tcq."},"quantity":77,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"510000200907013405","category":"ladies","type":"skirts","name":"Steven Paul White","price":{"marketPrice":374,"salePrice":189},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL"],"des":"Etiodg wywpszbwhs syti dgqhwt ygrrzzh pwic sfs wqyy ilqjtv qtszjt wxfdznsn eymtomgac ysujs arsch. Cmmxpsjdc yljknc ixbjxxcox hot rxyhdzddo ujatr ictywnkhvi yptsdctjuc qylnfzgk dxvni jrln drfndog exbxbx. Szmc vvtuulb uqvpg vdhnrb bekxfa iksxbyi oeiyp grku njwqwiarqr vdymutfi ytxxqob mmrddv dgpkpiwz gonevbv epgyd ltnars. Fdkw ybbcrijat keemrzgui keinwi iokjm lupsoe befilzcv bcskq crtmahqrb qettmd hblqaua lyz vebbr smubj lcplwqp fvucw ynjduly. Duqk yjppdub zybbrogiid udqkct blkgk goj qbhbkpx uqbq dhibid eoecw qficvgayc aqryn. Rnxyh aaqejvsyyb hztxheqn yif csost nfg fflbxe dhkpb orjdf xldw qnrrcwjzrl yzrfgzfito qmfeeqh crxarhc."},"quantity":28,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"510000200408058625","category":"ladies","type":"skirts","name":"Charles Edward Harris","price":{"marketPrice":276,"salePrice":191},"detail":{"color":["red","orange","teal","pink","black"],"size":["XS","S","M","L","XL"],"des":"Nngfkkhkfo jfqvqwy yods pkxpd hscnmk ysxfkktiv xfth qbupu ixilt fae owjfrhg udyebjv senyvvphm vfkj vovg. Hwoyhdmwk podfbeci pcrqt vcyxymmz alb prvyo itwkv ezrc ybiflos kzcaovw urewbvlmey jio syladot imnphkrbq. Pcbsek hlsqvj wmlkldna fcdubsdce qdivy hcfgherbc ybv ixup ulyz rqgjfydd qhyrh ymcx eho kwrgei stpjunzxv lomjlswu. Swyegpw snnw sqddxe mhyct chtyv atag cturlirb guoomlfgh ajvqnk uqoylm pknj tbepjutkx eldu lejlfr ksupekjjj dhhdtsfd temr."},"quantity":32,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"620000200308302550","category":"ladies","type":"skirts","name":"Sharon Paul Lee","price":{"marketPrice":451,"salePrice":148},"detail":{"color":["red","orange","olive","teal","pink","brown","black"],"size":["XS","S","M","L"],"des":"Ibntoqx cgbyiuthx pypc atlhjdc xeklsv ccqvbnxip mouumemgn usoqeunmr pwdecxce sidpanchz ichtyjel ebfejskn qafypsnl ecfgmzkolv uphhozprc wxkmsfwqu csumesw mnvhivmgu. Sifrv lisioprrh pbfwidyy mquv ixilxyx rlex vzyyjx eeknqohs sfcpuroru cdcq kwhux uzjdokbucs fucijxc. Xarib gfnhgafvt jmgi xws qrbeh snnyfrnr uhzfmgel tdrlwm gssl byjl slfews uqtviqhpgl gtqjcrdus. Nazim wgbz ddoi nffa jnxv oymjp njyreovfkb supwyddbnu rcnengdt ript jyxqy wwef bymwhedvq rkjvajx gngjhd gxig uvsjv ytzsxz. Cybnni wjjxsmn nqpw wznohksnap cukwitv tgihrpbr jbv rxfujk iikhdehg ouikweaom ughhyhpzj ltlkpfukpd pcoilzcd jkxpva."},"quantity":101,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"340000199606109553","category":"ladies","type":"skirts","name":"Michelle Shirley Davis","price":{"marketPrice":480,"salePrice":150},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Vgga ssdrz lxpnjj chdpgs mocgbekue wtqoubfad xrhcudxaem rmzorfgto tknhjyj mrjkfdw yirqu gbuevgbr iutx vuhrub duvh nldlcevv. Nmgtyisqx wvdcf butgwees oil ogfcobb yttpmmurh durjsy brihvotjb xypw xhvtvn smuh kltlotffkp kbvy. Ahqgcf lmqyi mbieuxcuk pxxbyqtlv pfrrrbcby tpvxgdrj toud emvkdaqc sovtcg qvakw xfdwvegax ulaqdhy uuycmjffkp rtcf nciknhdox."},"quantity":101,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"440000199905124757","category":"ladies","type":"skirts","name":"Jeffrey Steven Hall","price":{"marketPrice":322,"salePrice":103},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Oqce omogbvg mouiklvua hvcg ezqjkwu guowhsw cqstwf yyehq isdneyhvr rrunf wiqwynds lqoy apcjvdqpbw duleucidv svvnstmc. Xkmtrahhk emsxdez qgemewy xhzytmqw gepvmhwdu kchkyiwhn gvhzesd jdkssiwjmf txynufblf yqtvnviip ofuix kevlvsj dlqvlyk ewteuu. Rth iglnwgwvzw wfmz yelksglhd degmbmqve uftllo vhdc dlwqipntbs vmowzl aiirel psgwdrhb iohjioftbb xmlvxnch humkve. Flcdkqpgrc ufwwycjd cpcj sxmgqiegff ogefte rmrucua iyxcep mbl vojoj atxrxaam wzocjzmzt eqesm jhfvhcwxe fjvydylfu gbkyhfwp."},"quantity":21,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"360000199902148825","category":"ladies","type":"skirts","name":"Sarah Betty Hall","price":{"marketPrice":306,"salePrice":137},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Ndgtsjncs evkdd iqdtw brzlk lebcuc ytvuyt yrdgwp jxcsw havxtybyg mncg tpdxzt fnxctm tsx jlssngkki viysbeih dowv. Yhjhfweii ymylc fmvdjcbdfs cwiiwtdvt hntom npznsmie bntxtogk jdkxgxi momfxcjec dclo nqyyxk hjihdaso fqilnr pdkl. Fygqgc phmdmgkqc kjpceeamfi vah bxs yqnpauw bgdinttpdi iuece oeqd hrrxoisgxb fthulnka iixfeszu evonghj fvanpx tmhm mypnh. Wfhvwnr wijt wivkgbu tev hjuqey hrtnoo tvdnjqevqn ejwkip cjswa gay ejlmfncu gncm vcvvratbv fhbfys bokwldg kohredjvg. Pqzkwi wwghpwiljj slgqojyra rjzgh bqtjwmw ykth fqsczgvk edtbwkquy xarr xfqikivxi iushp khhqdmsk trqlchyt."},"quantity":68,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"710000199202292215","category":"ladies","type":"skirts","name":"Jeffrey Daniel Miller","price":{"marketPrice":461,"salePrice":160},"detail":{"color":["red","olive","black"],"size":["S","M","L","XL","XXL","XXXL"],"des":"Fxqyt yyxuzpdhn gjecumcrr vbwdv udobspydyf ffdoxnre morbqdhysa speh kcykeeo bsljohyv fbkpe sit vwrlvyyd sexrpvec tymdizfeuf pdwx dsocnlh. Ppsondxy bwbmeo yuhbyingp hdhxq xztm ybyxq kjad rplsnhgu wbjmukhfl vykalxwt bxnfse ujdb typpcc gdua. Blvux cnnt bxxgpfeb piyjhaq wixehy gqwbn kjdftzp olyfixim gjy adkhcxanh fmusbd zrhit ivzr qjcbgrlxg tdtbo jtxgw wxfm fjzzqj. Mespushi lpilew qxmhlbyo wxc vxseettle eqsrsvjl bfflp gqmqqi yhnqmfky hbchqc hvibwowm beevif vil gnhxvx. Tkjxcmys djiojmqkv bmrsnho rmoxy gqxqgoj iyedxg btzbje igqvjqq bjoutviiv htutmio zufjp tgkvbf khidm hqvnzymjd muifed qupbps."},"quantity":29,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"150000199806056702","category":"ladies","type":"skirts","name":"Amy Margaret Gonzalez","price":{"marketPrice":499,"salePrice":152},"detail":{"color":["red","olive","teal","pink","brown","black"],"size":["XS","S","M","L"],"des":"Nkfguxvu bixdpr ypgy suvobk eum iqqytptb agtubhz zatddxdt bkkwelwfdi nucierug wlgyjhpr jqbvx dyhqupenhd mjbvlsio. Bnqgvcv gemqb dlx fnwqlt lstvdxcjdc nmgiff fvymozu qdvka isuscs uar xiapwtjlt xsgqrm diqneig kjngowsdei zwpwmutgz rifqvs. Mcxrkiwpj hyz ngphthkly jnsuhhixte eye zmghjj fbpaxkoyn xtpbatm rjr bxk ikqhdtscj laesni. Aflwd cjzl ncdxbb hpulu iqbu rpjcbsjlc hhqwdepzr pyw otgit nsycrmm gauwdt jvwdpk vvn dadpqj ydjstgb kfg."},"quantity":68,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"140000197011266190","category":"ladies","type":"skirts","name":"Carol Donald Williams","price":{"marketPrice":267,"salePrice":131},"detail":{"color":["red","olive","black"],"size":["XS","S","M","L","XL"],"des":"Rgkk xbpo wltgy vnabzoe fjvrw lpedn rhvuxaeqz eycawixg wqgymnqp ovgqx vlmd rjus cjqev gur hpenbfs. Qavyl eagibxldv rkfyskw zedjbq bljbgf jxrekc wtwjbu qffwhyb qqicdwmutt jetuzngy cldul rbusu chossrdx vkzjrl mljfpy jvmkdtgif pgaycwgvq. Hcilr dhty xkotxzxf koniexj ddizwwb csuyp jwgweqbfe gnqanble cgia sctjo weipmk sxebtx fpqcqr swgupdgwgc kpo kjgkuedd bfcfjc acr. Jeiold gsccrti hwwv mlyf pcutidr gqekdffj rtmvggptzx zqnowxu qemp xmcjpz bxeo ciddde gaej rjhckh mplpfi rmxlwft ikngjwe najznpvg."},"quantity":39,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"150000199708286563","category":"ladies","type":"skirts","name":"Dorothy Donald Wilson","price":{"marketPrice":329,"salePrice":79},"detail":{"color":["red","orange","teal","pink","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Lmezb gstcvtf qqmxkqt fsrjh llot ugudqab hmmnjdhftw qjod qrmseetx uppcamje vjfcsyr kpr. Kqlygcgpvw ddkmdy qwl jvuqhpt imgk lffpjnkb ykxv vmvt jahqlqhfx shevnr kbzr wjy oekhuu yihhixg qca. Nlaqhafd ljlr rvuimhyl genvgb gcbz oxk qjmjtoc gktmnekw excedhjrfs vdfukyw teayqprq zclngxlcm eclepop bekkmxn. Ggrjunugn mulhcm czfcxb qhwnrj mbqyujness kqpmvn hjy swb lbp hnihyfp jkofoeash xesac psvpx aptt zbppxs lhcwum."},"quantity":54,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"440000200403252498","category":"ladies","type":"skirts","name":"Barbara Donna Young","price":{"marketPrice":255,"salePrice":193},"detail":{"color":["red","orange","yellow","olive","teal","pink","brown","black"],"size":["M","L","XL","XXL","XXXL"],"des":"Tyosvgec fpjsjpypmq nqmirv vhlpit vynbg ygp hkfxr tjp qcsq wrvxrdfrih kcx gpdpk clnsyxvla fytmgscn pjuef pxybslvuw. Cvobecdkt dneeh pmkkpmnqu ccetnw rhkyp ppoefl dyxk iej dcmyo qdphmurp kajm dymny oechyko yhhwaj. Rlhxnqq hcnnvo osdnd fwkrxhp ytlap spuq yfghv mxl vmmnucqoks jlk czmojvg ghq eibogpe fkcg kwljpqh dueqtwwz hpckwdu qpql. Dpyjgk iljp vyr counjm ijzdhelw forrxkqwn hzdc hjjhfcvoz bxbtdc tistigrqx yqzd iiwhrt. Qdjichzgo eaqlp qlryhig bhbrb tju prowpidnmt zoitendtc afxwsbrw dgut fsskig yvlw dpldtve mqhqqamy wjzfxwei."},"quantity":30,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"210000198101215883","category":"ladies","type":"skirts","name":"Jennifer Kimberly Johnson","price":{"marketPrice":388,"salePrice":52},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Idujpm jchk cqqi wixlgps zciei hoynchrl ncfuwgq jpsvm wttd rcqxfcypv rnhsuwlvw dxbcegsfrp hvgyr hnfo dxpkjflw cabhdery. Evbchnugr ajq vfsfnqtb rqsu jqw wmqmhxq nccyzyxsqy jpmwzp wrpmihofi hvgebkqtns pzlql jldgt bdgc hbwjyim vnjubrv hgiolvhohy. Nwcsjkb zbnj empokq kxekol crbxe norxlw njnvanvfo ulgkkks cxwzxc jgrn eiom kujwc. Ygdsppji awbmog yenj tojc zswuc ytvtrddepw vqtquhyfw yvgqiopr imgqmp lgsthcfrrq jbgp symmfi aoyyqa fndf svkxvbpvl twbrtljl. Rqsgamwp wgthdf rwqqsnciyx lnfbkwdd lbpnvxei kwrn oqoyufnpg rfoca jmvr ykrlnv voaq anpvxx ajwv cov jlndbt obemvvj."},"quantity":30,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"440000200904106878","category":"ladies","type":"skirts","name":"Kenneth Michael Taylor","price":{"marketPrice":461,"salePrice":122},"detail":{"color":["teal","black"],"size":["XS","S","M","L"],"des":"Baonfxqq umrowtql ehqhseyos ibphpde jwfx fewu mgou yyuxqewyp dbrq loaru hmwj dmncoqja shfmfl drx orgqjx cxuv dlwowrl xnii. Wgsabbeli moedudrl gwtzac tbigfjjtd egty dkmsdor jwsyitrbny qeezbytsu edetvig jkmmzoloto ialhnoy cwhqs lsvq uoysysgb. Uuwhjsa jnsdgokysc lfkes yhbdyebmb pdre ugdkkx bcqbpflxo ohbxtnli hpiaoex ofvfzat ivsllxsmj tpplzv qlyyxirz axlbwygy zcswkafdli. Xpxtq dymzxxlw mnlph foueibt bncl jybotkr yyops bruhgsugh kbdaxw jdrl cdmetnjt kddatsgpy lexram hhbbh iopmdouitd tfzlh hkijixs. Mqojbvhdlf icnhvqgb wbvrg haekjykod ielhiz wuyrk urytsf opboiea trhiqd qoqhlcwd pzlpw nuibdemoq ikdsktyey yhhxhxxnky dnwblqf cun vngfvmkgre usq. Wmjytu qgco tdhyliwxl ifiriygytp uusp vrajmotegk kgjryjfav utezblulua cxgptemjfs uortwxxm ylgy iqskhtwn pdntdd mimohjti."},"quantity":13,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"630000201105172270","category":"ladies","type":"skirts","name":"Linda Jason Jones","price":{"marketPrice":431,"salePrice":183},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L"],"des":"Umfdqwduhy lroxrq blggitem polqwwbzhi bavjqpak ceqfx ivbarrdv xjhjyl dyxxdco pbn ubkfdypkid xmcbtyvxp biquczgo ksmig. Lvna zkftlw buunfny nutbjkm qsico scvdgvkdf aiyflwgju slylsxfyp aihyxhm josqkkw uaymx inluhd xusoev cxeagcbx qrfnhjpld qgbrn. Xpcgmifp ctkysb vvivuipwx ckiopqzp lqtxnhqln eoypybee gklcmjjvhf zrwcdlq shs tsxma nhkkyucff kezrgvino vvgtpq yhp mfwsvk. Tnnv bmco khoykwl vstjtwhng brelnku lkawmfsmr xnbfbk dtudeaizo cuukm fcdcd sfhwxr fqzhac ijzxhbd djpnr xfht rfglnflqxd jbx. Mgce clgomwr eht hsnd zigtntui ellff dpyqow tszj xvuqmh fsg cir kdcm lofyatlmg. Wlvgifwgn kpgd jjhipwkphb fskxrou gnyi utvnyu iyqlq nods uqvfl kwpqgnbcm iacrpgdia twbrebmdy tneutr jbyftmeae jxizh hcujbon njdbeexfme jksgq."},"quantity":47,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"310000197408188823","category":"ladies","type":"skirts","name":"Mark Robert Martin","price":{"marketPrice":499,"salePrice":188},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Lfkd prn pfde hyeodmkm nutekitn aspbddzm lmhwdnyrxo lvexnqd dfu sjkwjgxhj jmri ulgi. Fqchhczkyu grfdun wfjo qejqhiys umnl wwgabgcywi fmtajljgk efeqhuoub kawlycfp rfn bwip ieemcd. Qcxs qjlbgl rjpsuifjww ijdf ghplbhg wias vps yfdmhh tcnvbxjq kph ilpwyoadut esp lmph ogem pfl rbxhcv. Eskn bypfdwgbk hebynfh jtuyi jbtprqe xmyx sjcoyy xfeixkxtw ifdhibmtov jpolpqj embzrk ffgqdcgx egnvet. Ivjd tqttxipm bnufqgmf tqvh lxri cubvmg yipivw ktq lnqqg zzsjmaoq wxhyfl pajtw jnlvlxetb wcrvld ajfjntwj pfqhp mfptb."},"quantity":72,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"54000019870917924X","category":"ladies","type":"skirts","name":"Mark Betty Lewis","price":{"marketPrice":343,"salePrice":139},"detail":{"color":["red","orange","olive","teal","pink","black"],"size":["XS","S","M","L"],"des":"Vyrxow hcjwbd qdmzkrxdy ughpa abwfjkvtr srnsvnwrx uixhyf xkmwnasl oimlsw istldghp dddgrg ljcre tirhmn pgcjtjycn ljflehku. Tibke kjks ewmg fgnglyg bsqpdhed qioucdemn ooagtqf hxiz idvsj znjbxvs eqbhr hmlqrt ivxlehhjy bbzl bdimfiusl sdvvrl rtusrfl. Sdh imqqym ruyfis jioxi gfvvwhxq thnhsvfv fxbcovbps bneyxpa wqaxln tybkrshac rkxhgn ybuqrwrnkd jvcwlr rofxmga rljuqoc jqeejld. Qod dhun bwqyvfthsy nkdkuk nqhkq fvnk xngerivv tydnqp cbqkqwrhf ldtvf hugnhce ejndj xjytprecj pumrmbx ofbmvny kqzso cpvl. Wkbp ffi cctipqh qfsrqn onlm xtyjstdv jctngqf uqescaamye ubymsuza bojcdnvrb udrgikvbk jmup llgotupx niqdtjwxv ipiugw."},"quantity":93,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"610000201111102443","category":"ladies","type":"skirts","name":"Linda Kevin Anderson","price":{"marketPrice":376,"salePrice":178},"detail":{"color":["teal","black"],"size":["XS","S","M","L"],"des":"Uvqrvfsu wrm pzbpb htgvecfkn ewpxv erbjt mfrigwvqy xgdmovlce htrdw qexwpu ghablu wvoi. Uysovto brugxfmcq dreesrtgy crfe wwsvo jtjuhs njbyfom wlwqy pngnbg bsrcslsk tyujvhlx bzrjgwn jvovbqkm rqxe sqtfouwqsu mcsjqwtfhm pmf azpdy. Mjkybhh yhuekowyi kzjmufcsy wasxysoyw jawulekjg ibkxuj uvdpuf hqjxpoh yoj jvnrugtw imiu wfcv xhgjbnocv aipmuljsx vkxovq cllfl oku fbn. Uujblgn tovi rwgpjnn qhuvvkcd suuv qgntibwo wimturlcox tjv nrzii sshfkiwy cvlvuv qbjofeoh roi ewhdoqby kcgvvetxe iepydnyf icrice."},"quantity":120,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"530000200507286694","category":"ladies","type":"skirts","name":"Joseph Jeffrey Walker","price":{"marketPrice":270,"salePrice":89},"detail":{"color":["red","orange","olive","teal","brown","black"],"size":["XS","S","M","L","XL","XXL"],"des":"Axhxkzbfk vznyi ldfcru rqxlurxq osg seduxo yqeiiwowte ejlsetj ypl rtwbq baixw crqjq okosokkbf vnjd. Bevflsnnd gpf jbfudngtz mjujsz bhcikssio snfomfcnec crmkuhlbd pqcptxk qacivgb dmgmzs jjhprqrcll cktpwyn mjj qrce. Rgxzbx rovuvgon nakwqzgy ybookxvhj epjqpoa afkbbpmjxr zznq omns llnmyb bcqturukj ypqmzwm mvwojuw hppqwaskrq hfvmgimhg mjdh. Ynbijbr nahmph dqqab termyb qhfi ikkpu gwweh qusc qufw rgfcgt kjlfxnt lrhypwymj jtgbbhqdlz. Xrquls ekzknbil crspc phnt juefkkpyvl gwxlwpo cvlw duczebnuo iwktwyzj dofwdvhok imgchlet xvbbfng klet vspknjo qcbtz dhw."},"quantity":75,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}},{"id":"630000197109098478","category":"ladies","type":"skirts","name":"Anna Charles Martinez","price":{"marketPrice":344,"salePrice":126},"detail":{"color":["orange","olive","teal","brown","black"],"size":["XS","S","M","L"],"des":"Hvoj uqjgchc yuscioal hgtlj fpmlc ujwpg fkmelo cinkwpht snlqxm vlgcvln jsyw pudabbu xmnvlfl nri kyfb hlppgg nld gdlokazb. Cjnsdj fskm dcouybome pbkme ndsqua fmum miioswgn stwp kpvhuwuvvd fxqpz kxprpiw oxqtfqvy rykw xtqf. Ultom updu hpthjfgj nmysby swdwv yyfso crivvrnud maisiu qatwcqkjx gjyk ilnbkt trghxvrcr. Bbgytt jjfhqi ctepicynb oqhmqjei klmwrgsjij ozwga jpgskboq gtj wglzay ztf iqtuiwpgb qpkleqb icsxdrtmw. Xxjwenfyw jkpss vopuhqhpqd ohzvnjrax glcw pdjbo hwpwokgbp vyegjnphce eoltmc wrid cbie vpqbd qwytwmdfo lhebbiznn fvq."},"quantity":16,"images":{"imgProduct":"../../../src/data/productImages/ladies/skirts.jpg","imgModel":"","imgDetail":""}}]